{
    "version": "https://jsonfeed.org/version/1",
    "title": "Kairos Research",
    "description": "",
    "home_page_url": "https://kairos-research.org",
    "feed_url": "https://kairos-research.org/feed.json",
    "user_comment": "",
    "icon": "https://kairos-research.org/media/website/logoKairos.png",
    "author": {
        "name": "Kairos Collective"
    },
    "items": [
        {
            "id": "https://kairos-research.org/active-inference-social-sciences/",
            "url": "https://kairos-research.org/active-inference-social-sciences/",
            "title": "Active Inference in the Social Sciences",
            "summary": "Social sciences are shaped by a permanent debate about the relative role of structure and agency in producing human behavior. On one hand, it is undeniable that social roles, cultural norms, linguistic categories and institutions play some role in producing the patterns of social activity.",
            "content_html": "<p>Social sciences are shaped by a permanent debate about the relative role of structure and agency in producing human behavior. On one hand, it is undeniable that social roles, cultural norms, linguistic categories and institutions play <em>some</em> role in producing the patterns of social activity. On the other hand, any given individual has a <em>de facto</em> autonomy in the way they navigate their own social context, as is made evident by the diversity of beliefs and behavior in any given society. Therefore, for any theory accentuating the role of social structure, we may highlight individual agency in the way humans navigate this structure; and for any theory accentuating the role of human agency, we may highlight how social structure constrain and construct the very motivations of each individual agent. In consequence, this debate cannot possibly end - unless we can dissolve the apparent dichotomy of structure and agency, and identify a way to describe both as two complementary description of the same process. </p>\n<p>Active Inference is a formal framework which describes cognitive agency as the integration and enaction of expectations over one’s own sensorimotor flow. At its core, it is an extension of the Free Energy Principle which demonstrates a fundamental duality between the “world-model” embodied and enacted by living systems / cognitive agents and the structural identity of their physical organization. It provides a straightforward account of cognitive agency as the navigation of the agent’s ecological context, experienced as a landscape of <em>affordances</em> (or perceived possibilities for action). In this model, the norms and values guiding an agent’s behavior are embedded in the structure of their basic experience, in the form of the content and the valence of the cognitive landscape they enact. The process of enculturation can then simply be described as the process of inferring and reconstruction a landscape of sociocultural affordances. Then, both social structure and individual agency can then be described in an integrated manner, at the level of the experience by individual agents of a shared social context. </p>\n<p>Since 2023, we are organizing a course on <a href=\"https://coda.io/d/Active-Inference-for-the-Social-Sciences-AII-2023_dVVFg3pdihg/Course-Home_sumEh#_lu_fo\">Active Inference for the Social Sciences</a>in collaboration with the <a href=\"activeinference.org/\">Active Inference Institute</a>. This course is designed for learners of all backgrounds who wish to study the integrated nature of social structure and individual agency. The goal of the course is to transmit a core conceptual model of the multifold relationship between of human experience and social constraints/cultural meaning, with the hope of identifying avenues for further research bridging formal, social, and cognitive science and encouraging their exploration. Please visit the <a href=\"https://coda.io/d/Active-Inference-for-the-Social-Sciences-AII-2023_dVVFg3pdihg/Course-Home_sumEh#_lu_fo\">course website</a> for more details, on look the <a href=\"https://youtube.com/playlist?list=PLNm0u2n1IwdoE8kkRwf1B6o4qhrbVcyFw&amp;si=-KltL4kdSgUcqiOB\">playlist of our past sessions</a>.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Activities"
            ],
            "date_published": "2023-10-23T20:56:50+01:00",
            "date_modified": "2023-10-23T21:01:38+01:00"
        },
        {
            "id": "https://kairos-research.org/metascience-and-methodology/",
            "url": "https://kairos-research.org/metascience-and-methodology/",
            "title": "Metascience and Methodology",
            "summary": "In 2005, John Ioannidis published an earth-shaking article titled “Why Most Published Research Findings Are False”. It outlined the fact that most empirical findings in science failed to be replicated, meaning that they are likely the product of experimental settings or statistical fluctuations and do&hellip;",
            "content_html": "<p>In 2005, John Ioannidis published an earth-shaking article titled “Why Most Published Research Findings Are False”. It outlined the fact that most empirical findings in science failed to be replicated, meaning that they are likely the product of experimental settings or statistical fluctuations and do not correspond to any real effect. Ioannidis proposed that this fact was the result of norms and institutions which reward the publication of positive results - even when the empirical methods to establish those results are insufficient - while impeding the publications of negative results. Indeed, papers typically receive attention by peers when they claim the existence of novel interesting effects, and academies typically prefer to employ and promote researchers who receive the most attention by peers. In other words, empirical scientists are <em>de facto</em> rewarded for running many experiments and only publishing about it when their results are positive. This elicited a vast wave of worry about the validity of empirical science, and opened the way for more research about the way that science is conducted: metascience. Metascience employs research methods, typically borrowed from the empirical sciences, to scrutinise how research is conducted. It generally seeks to elevate the quality of scientific inquiry by pinpointing areas where improvements can be made.</p>\n<p>For example, metascience enabled a push for pre-registering the methods and expected results of an empirical study before it is conducted. This enforces a higher level of visibility for negative results, and notably makes p-hacking - a publishing strategy where scientists run many statistical tests and publish about whichever positive they can get - more difficult. However, statistical rigor can only ensure the internal coherence of the specific tests which we choose to apply on the available data or experimental setup. It cannot help us judge the adequation of specific methodologies to answer specific questions, and much less the relevance of the questions we choose to ask. For exemple, the field of behavioural economics has been characterized since its inception by the construction of elaborate setups demonstrating deviation from economic rationality in human behaviour. This is without ever asking whether economic rationality was a reasonable model to begin with, which other model would be more adequate to explain human behaviour, or even what was the role of the setup itself in producing the observed behaviour. A field which relies on poorly conceived tests of ill-defined hypothesis does not need bad statistical analysis to produce a null or even negative contribution to the edifice of scientific knowledge.</p>\n<p>Kairos aims to cultivate a critical and reflexive relationship to scientific methodology, and to participate in the construction of more efficient and coherent methodologies to specify and test scientific hypothesis. We notably draw on epistemology and formal modelling to better understand how specific experimental setups produce data, as well as how scientific communities understand the relation of these data to their hypothesis. We have disscussed in depth the role of experimental methodology in cognitive science, given the difficulties of relating behavioural data to specific mechanistic models of t he mind. More generally, we seek to understand how the contextuality of natural processes constrains (and enables the construction of) human knowledge. Indeed, we recognise the importance of the context-specific semiotics developed by complex natural systems, such as minds, organisms, and ecosystems. The exercise of scientific representation necessitates to capture the “subjective” semiotics developed by natural systems through the “objective” semiotics developed by science. As the very attempt to frame acontextual “laws of nature” entailing the evolution of natural systems erases the contextuality of their behaviour, we need to find strategies for scientific modeling which conserve an adequate relation between the semiotics of the target system and those of the model.</p>\n<h3 id=\"related-kairos-articles\">Related Kairos articles</h3>\n<ul>\n<li><a href=\"https://kairos-research.org/on-participatory-realism/\">On participatory realism</a></li>\n</ul>\n<h3 id=\"our-publications\">Our publications</h3>\n<ul>\n<li>Friedman, Daniel et al. 2022. ‘An Active Inference Ontology for Decentralized Science: From Situated Sensemaking to the Epistemic Commons’. <a href=\"https://zenodo.org/record/6320575\">https://zenodo.org/record/6320575</a> (March 7, 2022).</li>\n<li>Guénin–Carlut, Avel. 2020. “Cognition in Eco, Cognition in Vitro - Measurement and Explanation in Cognitive Science,” March. <a href=\"https://doi.org/10.17605/OSF.IO/ERCZ6\">https://doi.org/10.17605/OSF.IO/ERCZ6</a>.</li>\n</ul>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Projects"
            ],
            "date_published": "2023-10-23T20:55:34+01:00",
            "date_modified": "2023-10-23T21:01:30+01:00"
        },
        {
            "id": "https://kairos-research.org/on-participatory-realism/",
            "url": "https://kairos-research.org/on-participatory-realism/",
            "title": "On participatory realism",
            "summary": "Our views of the relation between science and the natural world tend to gravitate between two defining positions : either science offers us a true (although perhaps limited) representation of physical reality, or our representations of the world (although perhaps useful) simply lack the properties&hellip;",
            "content_html": "<p>Our views of the relation between science and the natural world tend to gravitate between two defining positions : either science offers us a true (although perhaps limited) representation of physical reality, or our representations of the world (although perhaps useful) simply lack the properties that would make them real. It is sensible to concede to the realist view that the power of scientific knowledge is likely not the outcome of a miracle, but of the intrinsic accuracy of the maps of the world it has developed. But any knowledge must be conceived by a human mind to begin with, and its hard to explain how our evolutionary and social history would have equipped us with just the kind of cognitive machinery that can conceive the ground nature of physical reality. Moreover, has a century of development in quantum physics not done away with the idea of an objective reality ?</p>\n<p>The present article will articulate a third position that integrates the strengths of both the realist and anti-realist position, while giving us some grip on why we are here discussing the issue : participatory realism. Participatory realism is a brainchild of both recent cognitive science and quantum physics, and can be understood as the affirmation that while physical reality exist independently from us, we participate in constructing it through our attempts to understand and manipulate it. Think of the way humans have progressively constructed a niche that fits their bodily needs, while extending their cognitive abilities in the process through emotional care, economic specialization, urbanization, counting, writing, and ultimately the recent turn toward digital technologies. In the same manner, physical observers such as ourselves create a world where their constitutive assumptions remain true, while also expanding the space of accessible states – i.e., constructing physical reality.</p>\n<p>We will first discuss the intricacies of realism, its variants and its negations, and establish how the dichotomy between the positions of “realism” and “anti-realism” is ultimately failed. Then, we will explain the meaning of participatory realism in cognitive science, and more particularly how it emerges from the necessity for cognitive agents to understand their world so as to maintain their structural identity. In particular, we will investigate how this prefigures the role of human sociality and material culture in constructing the ways we have of understanding the world. Finally, we will turn to why any fundamental theory of physics must account for active role of the observer in shaping physical reality, and why our account of the construction of human knowledge offers an appropriate model of this process. Participatory realism will then emerge as an onto-epistemological theory offering an appropriate grounding for both our understanding of the world and our reflexive understanding of our own knowledge.</p>\n<h2 id=\"scientific-realism-and-its-problems\">Scientific realism and its problems</h2>\n<p>Realism, in and of itself, is a very broad statement that we represent things as they actually are. For example, we can call social realism an art movement that aims to show the day-to-day concerns of the working class, and moral realism the idea that moral values constitute an objective truth. The brand of realism we aim to discuss here can be called epistemic realism or scientific realism, and it claims very plainly that our knowledge of the world (as developed through the means of science) translate natural facts preexisting our observations. At first sight, it is hard to see why one would contest this view. If we deny that the external world is simply an hallucination produced by one’s own mind (which we should), then we must surely agree that objects have some kind of underlying reality that is accessible to investigation, and therefore that science can tell us about what they actually are. </p>\n<p>While this argument is reasonable, it would be misleading to present it as a validation of realism. No one contests that there is indeed a physical reality and that science is studying it. What is at stake in the debates surrounding scientific realism is the relation between our models of reality and the natural world. We can agree that there is indeed a physical reality outside of ourselves, but deny that science has the capacity to decide on the “true nature” of the objects which compose it. A strong argument for this position is the underdetermination of theory by evidence (Lakatos 1976): any set of observations can in principle be explained by an array of different theories, and we can have no assurance that all involve the same kind of objects. Our best shot at truth is therefore to do away with theories that directly conflict with evidence, and be very prudent about any claims regarding the reality of the remaining ones.</p>\n<p>The argument from underdetermination, as well as an array of philosophical and sociological concerns about the neutrality of researchers, have driven some researchers to articulate an explicitly anti-realist position about scientific knowledge. For example, Colombo, Hartmann, and van Iersel (2015) hold that explanation in biology simply does not need to commit to the reality of the objects it postulates. To clarify, a model that describes a biological structure (say, the electrochemistry of neuronal activation) as a mechanism works regardless of whether this structure is a mechanism. A mechanical model is explanatory because it tells us how a given biological system can reliably produce a phenomenon of interest, while being thoroughly coherent with everything we know about the system and its activity. But it does not commit us to actually believe that everything in the model is true, from the nature it lends to system component to the description it makes of their relations.</p>\n<p>The idea that models can actually describe real structures while not being “real” in themselves has motivated the development of a bridging position known as structural realism (Ladyman 2020). According to this position, scientific theories and models do not bear onto natural objects in themselves, but onto the relations they have between them. For example, modeling a mechanical body as a point of mass m does not mean that we actually it is point-like, and equipped with an intrinsic mass property of value m. It does mean however that for the purpose of mechanical interaction, it will behave like it was a point equipped with an intrinsic mass m. This position relaxes the requirements for a scientific theory to be valid, as it does need to correspond to an underlying reality but simply to translate known pathways of causality. However, it also dissolves the distinction between realism and anti-realism, as it negates the idea that we can or should know what objects are in themselves.</p>\n<h2 id=\"participatory-realism-and-cognitive-agency\">Participatory realism and cognitive agency</h2>\n<p>For the next step of our argument, we will turn away from the question of what we can in principle know about nature, and discuss how we concretely get to know the world. Since we are natural beings, our knowledge of the world reduces to what we can infer from our perception, given the constraints of our cognitive architecture. And this architecture is not a passive receiver of information, like antennas or photographs. Cognitive agents learn about the world by “asking questions”, i.e. by actively looking for information of interest (Fields and Levin 2020). A very simple example is the development of chemical receptors in bacteria and eukaryotes, which enable them perceive and follow sources of nutriments. A more elaborate example is the way we humans flexibly allocate attention to precise their model of the world: what is the next word in this sentence? is this person looking at me? does the sky look like it’s going to rain?</p>\n<p>Let us take the perspective of one of these cognitive agents, more precisely this of a hunter in a forest. The hunter knows a pack of deer is currently roaming this territory, and is looking for signs of their specific position. They notice fresh deer footprints, and immediately start following them. What they actually see is nothing but a simple geometrical pattern imprinted in the ground. It is not detailed instructions on how to go to a given place, or a line on a map. In other words, it only constitutes a path toward a deer for someone who knows what their footsteps look like and is currently looking for one. But the hunter would likely laugh to the suggestion that the deer track is not physical reality, but only a projection of their mind. For them, it is clear as day: they see a deer track just before their eyes, and they know for a fact it will lead them to their prey.</p>\n<p>The deer tracks of the above example do not exist in either the hunter’s mind or the external world, they emerge as a percept at the interface of the two. To the hunter, everything appears as if the deer track was an actual physical object, and they just happened to notice it due to its observable properties (i.e. the presence of footprints). Therefore, they simply perceive the track as real, and use the knowledge of its presence to navigate the world. The same goes for any other physical object. We cannot glimpse at the intrinsic nature of the rain, trees, or dogs, but we can infer what kind of entities underlie our perceptions and then simply treat them as real (Froese 2022). And given the physical nature of cognition, there is no other way we can experience the world. However sophisticated, any cognitive agent experiences a reality of their own making, constructed on the basis of their anticipated percepts (whether explicit or not) (Ramstead et al. 2021; Clark 2019).</p>\n<p>It is critical to understand is that this does not make the world we experience any less real. Whether the deer track preexists to the hunter’s perception does not matter to judging of its reality: for all practical purposes, everything appears as if there indeed was a deer track there, and the hunter just happened to find it. The role of subjective experience in shaping physical reality is most flagrant when agents modify their material environment to fit their expectations, as is prevalent in the human species. However, immaterial norms and knowledge (e.g. on tracking deer) also shape the way we act in the world, and therefore participate to create the kind of trace we imprint onto the world. Therefore, the perceptions we have of the world (up to scientific knowledge) are not either a neutral representation of what’s there, or a simple illusion projected onto physical reality. They fully participate to bring about physical reality by shaping the causal relations between the perceiving agent and the world they navigate. </p>\n<h2 id=\"participatory-realism-and-the-construction-of-physical-reality\">Participatory realism and the construction of physical reality</h2>\n<p>Although it is most intuitive at the scale of biological agents, the notion that perception shapes physical reality goes much deeper. Let us say an agent A acquires information about a system of interest S. By definition, that means that the system’s entropy decreases. As a closed system’s entropy cannot decrease, this entropy has to be offloaded somewhere. As offloading it into either the agent’s or the system’s would instantly void the observation, they must somehow dissipate this entropy as heat in their environment E. But then, unless they can somehow cool down E by the same amount by forgetting about their observation (which no credible physical architecture would allow), it means that they have irreversibly lost information about E. In other words, what observations any given agent can make is constrained by the history of observations it has made in the past, as well as by the computational architecture underlying the observation process.</p>\n<p>Our best efforts seem indicate that this path-dependency is not simply an emergent statistical law, but rather a fundamental property of physical observation. At a quantum level, physical interaction indeed leads to the phenomenon of entanglement where the interacting systems can only take certain value relative to each other. For example, we could constrain two photons to take opposite spin value without deciding what this spin value is. Both photons would remain in a superposition of both possible states, but any observation of one would instantly (i.e., faster than light speed) constrain any future observation of the other’s state. While famously denounced by Einstein as “spooky action at a distance”, this property was nonetheless demonstrated experimentally in the so-called Aspect experiment Aspect, Grangier, and Roger (1982). Even more disturbingly, inserting or removing a detector in similar experimental setting have been shown to retrospectively determine what path a photon has taken before the observation even occurred (Jacques et al. 2007).</p>\n<p>However, these paradoxical violations of the most basic physical constraints imaginable only hold if we abstract the observer from the domain of physical interactions. We can instead attribute the loss of quantum coherence in these experiment to entanglement between the observer and the target system during the process of measurement. Then, there is no need for action at a distance or retrospective causality: as an observer, we are simply constrained to observe states of the world that are consistent with what we observed already (Griffiths 2019; Bacciagaluppi 2020). Entropy then reemerges as the information a given observer can’t access due to his history of past interactions (Tegmark 2012). Quantum states, in themselves, reduce to the knowledge an observer has about the world - although a kind of knowledge that physically constrains the reality we can experience. Because it recognizes an active role of the observer in shaping physical reality, this position was also characterized as “participatory realism” by quantum information theorists  (Fuchs 2017).</p>\n<p>The critical aspect of the present discussion is that the cognitive science and quantum information brands of participatory realism share more than their names. In the same way that cognitive agents need to act on their environment to “ask questions”, quantum observers first need to prepare the system of interest to measure them along specific reference frames (Fields et al. 2021). Most importantly, both processes seem to reduce to the same mathematical view of inference as synchronization-driven construction of the “statespace” which constitutes the natural representation of physical determinants of the process at hand (Guénin–Carlut 2022). In this view, the space of causally effective physical states is constrained by the process of observation itself, based on the imprinting of the agent / observer’s internal dynamics onto the external world. In other words, observation constitutes an actual driver of the construction of physical reality in the strongest possible sense, rather than a passive process of information gathering.</p>\n<h2 id=\"conclusion\">Conclusion</h2>\n<p>We have hereby introduced the position of “participatory realism” as a synthesis of arguments coming from both cognitive science and quantum information theory. In cognitive science, the argument concerns the way our knowledge of the world is constrained by the processes through which we come to understand it. In quantum information theory, the argument concerns the way physical reality itself is constrained by the physical process of observation. At first sight, these are entirely different statements: one is about what is actually in the world, and the other is one what we can know about it. However, the mathematical unity between those two statements suggest a deeper relation between the processes that construct the world and those by which we understand it. As per the present position, the process by agent actively constrain the world to be able to gather information interest is precisely what drives the unfolding of physical reality.</p>\n<p>This does not mean, of course, that we live in an imagined world where anything we wish can become reality. Humans do not have an exclusive, nor even a privileged, claim to the status of physical observers. It is not likely that whatever processes drive the emergence of spacetime or sexual reproduction will simply go away if we ask them firmly, or that we can even imagine a reality where it would be the case. It is still the case however that our minds and bodies have the capability to project their structure onto observable physical reality, as they do in classical quantum experiment or in our attempts to build a niche that fits our biological needs and extend our cognitive abilities. It is still the case, if this view is in essence correct, that the question of what there is in the world cannot be separated entirely from the question of how we come to know about it.</p>\n<p>This admittedly implicates a huge shift in our understanding of both physical reality and the status of scientific knowledge. However, there is no way in which it contradicts the reality of the world or the validity of scientific knowledge. Participatory realism recognizes there is a world out there, it simply insists that we participate in building it. Because the process of inference it describes is still constrained by the structure and states of the target system, it is still able to account for scientific knowledge as valid representations of causal structure in the natural world. The only reason why it seems so groundbreaking is because it clashes with the intuition that our knowledge is an objective, true representation of the world as it is, detached from the interactions we have with it. But as we have seen here, we have no reason to believe such a representation could even exist, let alone be cognitively accessible to a specie of ultrasocial apes.</p>\n<h2 id=\"acknowledgement-and-references\">Acknowledgement and references</h2>\n<p>The present work is a companion article to Guénin–Carlut, Avel. 2022. “Physics of Creation - Symmetry Breaking, (En)Active Inference, and Unfolding Statespaces.” OSF Preprints. <a href=\"https://doi.org/10.31219/osf.io/68947\">https://doi.org/10.31219/osf.io/68947</a>. In contrast to the highly formal and radical cosmological position I articulated, the present work is meant as an accessible explainer on the implication of “participatory realism” for our understanding of physical reality and our own knowledge, which is grounded in the assessment of uncontroversial positions in quantum physics, cognitive science, and epistemology.</p>\n<p>Thanks to Iona Brenac, Alexis Rozanski and Maxwell Ramstead, whose editorial work helped me make it more accessible to a broader audience than my formal treatment.</p>\n<p>I warmly recommend readers who’d like to understand more about the physics at hand to take a look at the PBS Spacetime series, especially their episode on participatory realism (PBS Space Time 2022). </p>\n<h2 id=\"bibliography\">Bibliography</h2>\n<ul>\n<li>Aspect, Alain, Philippe Grangier, and Gérard Roger. 1982. “Experimental Realization of Einstein-Podolsky-Rosen-Bohm Gedankenexperiment: A New Violation of Bell’s Inequalities.” Physical Review Letters 49 (2): 91–94. <a href=\"https://doi.org/10.1103/PhysRevLett.49.91\">https://doi.org/10.1103/PhysRevLett.49.91</a>.</li>\n<li>Bacciagaluppi, Guido. 2020. “The Role of Decoherence in Quantum Mechanics.” In The Stanford Encyclopedia of Philosophy, edited by Edward N. Zalta, Fall 2020. Metaphysics Research Lab, Stanford University. <a href=\"https://plato.stanford.edu/archives/fall2020/entries/qm-decoherence/\">https://plato.stanford.edu/archives/fall2020/entries/qm-decoherence/</a>.</li>\n<li>Clark, Andy. 2019. Perception As Controlled Hallucination. <a href=\"https://www.edge.org/conversation/andy_clark-perception-as-controlled-hallucination\">https://www.edge.org/conversation/andy_clark-perception-as-controlled-hallucination</a>.</li>\n<li>Colombo, Matteo, Stephan Hartmann, and Robert van Iersel. 2015. “Models, Mechanisms, and Coherence.” The British Journal for the Philosophy of Science 66 (1): 181–212. <a href=\"https://doi.org/10.1093/bjps/axt043\">https://doi.org/10.1093/bjps/axt043</a>.</li>\n<li>Fields, Chris, Karl Friston, James F. Glazebrook, and Michael Levin. 2021. “A Free Energy Principle for Generic Quantum Systems.” arXiv:2112.15242. arXiv. <a href=\"http://arxiv.org/abs/2112.15242\">http://arxiv.org/abs/2112.15242</a>.</li>\n<li>Fields, Chris, and Michael Levin. 2020. “How Do Living Systems Create Meaning?” Philosophies 5 (4): 36. <a href=\"https://doi.org/10.3390/philosophies5040036\">https://doi.org/10.3390/philosophies5040036</a>.</li>\n<li>Froese, Tom. 2022. “Scientific Observation Is Socio-Materially Augmented Perception: Toward a Participatory Realism.” Philosophies 7 (2): 37. <a href=\"https://doi.org/10.3390/philosophies7020037\">https://doi.org/10.3390/philosophies7020037</a>.</li>\n<li>Fuchs, Christopher A. 2017. “On Participatory Realism.” In Information and Interaction: Eddington, Wheeler, and the Limits of Knowledge, edited by Ian T. Durham and Dean Rickles, 113–34. The Frontiers Collection. Cham: Springer International Publishing. <a href=\"https://doi.org/10.1007/978-3-319-43760-6_7\">https://doi.org/10.1007/978-3-319-43760-6_7</a>.</li>\n<li>Griffiths, Robert B. 2019. “The Consistent Histories Approach to Quantum Mechanics.” In The Stanford Encyclopedia of Philosophy, edited by Edward N. Zalta, Summer 2019. Metaphysics Research Lab, Stanford University. <a href=\"https://plato.stanford.edu/archives/sum2019/entries/qm-consistent-histories/\">https://plato.stanford.edu/archives/sum2019/entries/qm-consistent-histories/</a>.</li>\n<li>Guénin–Carlut, Avel. 2022. “Physics of Creation - Symmetry Breaking, (En)Active Inference, and Unfolding Statespaces.” OSF Preprints. <a href=\"https://doi.org/10.31219/osf.io/68947\">https://doi.org/10.31219/osf.io/68947</a>.</li>\n<li>Jacques, Vincent, E. Wu, Frédéric Grosshans, François Treussart, Philippe Grangier, Alain Aspect, and Jean-François Roch. 2007. “Experimental Realization of Wheeler’s Delayed-Choice GedankenExperiment.” Science 315 (5814): 966–68. <a href=\"https://doi.org/10.1126/science.1136303\">https://doi.org/10.1126/science.1136303</a>.</li>\n<li>Ladyman, James. 2020. “Structural Realism.” In The Stanford Encyclopedia of Philosophy, edited by Edward N. Zalta, Winter 2020. Metaphysics Research Lab, Stanford University. <a href=\"https://plato.stanford.edu/archives/win2020/entries/structural-realism/\">https://plato.stanford.edu/archives/win2020/entries/structural-realism/</a>.</li>\n<li>Lakatos, Imre. 1976. “Falsification and the Methodology of Scientific Research Programmes.” In Can Theories Be Refuted? Essays on the Duhem-Quine Thesis, edited by Sandra G. Harding, 205–59. Synthese Library. Dordrecht: Springer Netherlands. <a href=\"https://doi.org/10.1007/978-94-010-1863-0_14\">https://doi.org/10.1007/978-94-010-1863-0_14</a>.</li>\n<li>PBS Space Time, dir. 2022. Does the Universe Create Itself? <a href=\"https://www.youtube.com/watch?v=I8p1yqnuk8Y\">https://www.youtube.com/watch?v=I8p1yqnuk8Y</a>.</li>\n<li>Ramstead, Maxwell James, Casper Hesp, Lars Sandved-Smith, Jonas Mago, Michael Lifshitz, Giuseppe Pagnoni, Ryan Smith, et al. 2021. “From Generative Models to Generative Passages: A Computational Approach to (Neuro)Phenomenology.” PsyArXiv. <a href=\"https://doi.org/10.31234/osf.io/k9pbn\">https://doi.org/10.31234/osf.io/k9pbn</a>.</li>\n<li>Tegmark, Max. 2012. “How Unitary Cosmology Generalizes Thermodynamics and Solves the Inflationary Entropy Problem.” Physical Review D 85 (12): 123517. <a href=\"https://doi.org/10.1103/PhysRevD.85.123517\">https://doi.org/10.1103/PhysRevD.85.123517</a>.</li>\n</ul>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Articles"
            ],
            "date_published": "2022-10-28T12:43:36+01:00",
            "date_modified": "2022-10-29T14:05:53+01:00"
        },
        {
            "id": "https://kairos-research.org/clothes-of-the-empire/",
            "url": "https://kairos-research.org/clothes-of-the-empire/",
            "title": "The Clothes of the Empire : an Active Inference account of identity capture",
            "summary": "Ideology is an extremely polysemic term, which does not entail more in itself than the existence of some system of belief, values or discourse that is somehow mobilized in the political field. It is sometimes used in debates as a derogatory term, to contrast “ideology”&hellip;",
            "content_html": "<p>Ideology is an extremely polysemic term, which does not entail more in itself than the existence of some system of belief, values or discourse that is somehow mobilized in the political field. It is sometimes used in debates as a derogatory term, to contrast “ideology” with “rational” discourse based on the common ground of public knowledge, and it is sometimes used (in line with Marxist theory) to analyze the values and beliefs that specific political coalitions project through their public discourse. The goal of the present document is not to provide the world with yet another definition of ideology, but to gesture at sociocultural dynamics underlying the phenomenon we usually associate with ideology, and notably the shaping of public action through carefully crafted narratives.</p>\n<p>The approach I articulate here shares the basic commitment of Olúfémi Táíwò to account for ideology as a practice-oriented phenomenon (O. O. Táíwò 2018), while displaying the role of self- and social identity in shaping public practices. It does so by offering a richer account of how the “common ground” of public knowledge and social constraints emerges from human activities. Most importantly, it formulates the underlying dynamics within a neurocognitively grounded account of the construction of sociocultural landscapes, based on dynamical systems approaches to cognition and more specifically on the formal ontology of Active Inference.</p>\n<p>From this ground, I formalize the concept of “identity capture”, where elites (understood as whoever exert power over others within a given context) manage to shape the common ground for public practices by taking over the population’s sense of identity. I show its roots in the multiple transformations of modern Europe, its relation to the civilizing process and the development of disciplinary institutions, and its mobilization in the construction of the public sphere. Finally, I extend Táíwò’s account of elite capture in identity politics (O. Táíwò 2021; O. O. Táíwò 2022) by showing the vulnerability of “deference politics” to specifically Anglo-American forms of identity capture.</p>\n<h2 id=\"the-emperors-new-clothes-or-the-common-ground-for-political-action\">The Emperor’s New Clothes, or the common ground for political action</h2>\n<p>Táíwò’s argument on political action and ideology relies heavily on Andersen’s fable named “the Emperor’s New Clothes”, which he recounts as follows:</p>\n<blockquote>\n<p>[F]unctionaries of the emperor handed him a hanger, claiming that it held a garment made of a mystical fabric that would appear invisible to anyone incompetent or exceptionally stupid. In fact, the hanger held nothing at all. The emperor put on the “garment” and walked around the town naked. Having heard of the myth claiming that, to point out the obvious, nakedness would confirm one’s own incompetence and unintelligence, none of his subjects dared to point out the obvious—not even the servant assigned to hold the “train” of his nonexistent garment. The spell holds even as the emperor is escorted through the town in a celebratory parade. Finally, a young child yells: “But he hasn’t got anything on.” The spell is broken.</p>\n</blockquote>\n<p>The nakedness of the Emperor was there for all to see, and yet it took the ingenuous and irreverential mind of a child for anyone to admit it. Did the townsfolk trust the Emperor’s tale about a magical garment over their own eyes? Most likely, they did believe what they could plainly see, but did not feel empowered to act on that knowledge. To point out the Emperor’s nakedness would be to embarrass oneself, were other townsfolk to see the garment or themselves believe the tale. On the other hand, if they were to agree on the Emperor’s nakedness, it would embarrass the Emperor himself, with the probable consequence of unhinged violence.</p>\n<p>This fable points out a basic but overlooked fact: the private beliefs that one holds do not necessarily match with those that can practically serve as a premise to act or speak within a given context. For example, you can hate your job all you want, and you can vent about it with your friends and co-workers. Were you to tell the same things to the face of your boss or customers, or even display negative feelings in their presence (“Emotional Labor” 2022), it may have serious consequences on your ability to maintain your position.</p>\n<p>In other words, any social interaction is based on a core set of prior beliefs that agents assume are shared, and those priors shape what is socially feasible within a given context. This is known in linguistics as the “common ground” of a conversation, which include all propositions that are accepted as true by its participants (for example, elements of prior common knowledge, or propositions that have been acknowledged within this discussion). In <em>The Empire Has No Clothes</em> (O. O. Táíwò 2018), Táíwò extends this notion to account for all beliefs that one can openly affect in act or speech under the umbrella term of “practical premises”.</p>\n<p>Beside allowing to account for communicative acts beyond speech (e.g., facial expression or targeted violence), the notion of “practical premises” underlies that the beliefs that shape public action need not have anything to do with private beliefs. In the above fable, the role of political power is not to force the belief that the Emperor is not in fact naked, it is to prevent any public acknowledgement of the Emperor’s nakedness. In kind, Táíwò proposes a practice-first account of propaganda, focusing on its role on shaping public behavior.</p>\n<p>The basic set of beliefs that elites project through propaganda indeed shapes what is socially feasible by shaping what is the common ground for social interaction. If a government invests heavily in warning against antinational Western propaganda, any criticism of its action can expectedly be dismissed by associating it to such propaganda. It can also embolden radical nationalists to violently shut down any perceived expression of Western propaganda, such as LGBTQ+ rights activism or accurate journalism about the motivations and conduct of ongoing imperial wars.</p>\n<p>More generally, any basic communicative act participates to set an agenda for further interaction, because it shapes the common ground on which it  is based. For example, a boss could keep bringing attention to minor failings of his employees to signify he could use them to deny a raise, and preemptively close any discussion on the matter. More nefariously, elites could cooperate to hamper the investigation and prosecution of the harassment or killing of its opponents or of specific minorities, therefore signifying they are fair game for further violence.</p>\n<p>The notion of a common ground (or practical premises) for political discourse and action, together with an analysis of what builds this common ground, helps to understand the other basic parable Táíwò builds onto in his discussion of elite capture and deference politics: this of “being in the room” (O. Táíwò 2021). “Being in the room” means that one is granted access to a political space where a given decision or conversation is ongoing, and therefore is <em>de facto</em> capable to weigh in it.</p>\n<p>Táíwò points out that the role of the rooms themselves, as well as the way they are constructed and managed, is typically left out of academic considerations concerning the way political discourse should be shaped. Instead of paying attention to the way the common ground emerges in the rooms of power, political or academic elites tend to rely on “epistemic deference”, which seeks to identify whoever in the room seems most affected by the issue at hand and direct attention toward them.</p>\n<p>In principle, epistemic deference is motivated by standpoint epistemology, i.e., the idea that one’s social status entails some specific forms of knowledge (e.g., about how it’s like to suffer from a given form of marginalization). But in practice, it enables elites to capture identity politics by deferring political responsibility to the marginalized, while presenting it as a symbolic gesture of deference toward them. An especially salient example is that of Barack Obama, as discussed in <em>Elite Capture : How the Powerful Took Over Identity Politics (and everything else)</em> :</p>\n<blockquote>\n<p>President Obama explained that he “always believed that change doesn’t come from the top down; it comes from the bottom up. . . It begins with you sharing your stories, fighting for something better.” But what does change coming from the “bottom up” mean, in this context? The president was remarkably explicit: “[I]t goes to show you how one voice can change a room. And if it changes a room, it can change a city. And if it can change a city, it can change a state. And if it can change a state, it can change a nation. If it change[s] the nation, it can change the world.” In other words, the president held forth a model of change flowing through approved channels and hierarchies atop which, ultimately, he stood.</p>\n</blockquote>\n<p>According to Obama, arguably the single most powerful human on Earth at the time, addressing the many structural issues with the institutions he sits atop is the responsibility of the very marginalized population that suffer from them. It is the wretched of the earth’s burden to find time and energy to organize and to tune a message that is powerful enough to change the world, yet palatable enough to be widely coopted and echoed by elites such as himself. Note how Obama avoids committing to any support for such movements were they to succeed, or even to refrain the campaign of counter-propaganda, police violence and targeted assassinations which usually meets Black radicals and environmentalists in the USA.</p>\n<p>Táíwò concedes that epistemic deference is generally the product of good faith tentatives to empower the marginalized, and that it’s preferable to the default attitude of pure callousness. However, it misses the fact that whoever happens to already “be in the room” already benefits from a certain level of privilege, at least in the form of the education enabling them to express their thoughts in a contextually appropriate way. They cannot represent the standpoint of the wider communities they’re expected to stand for.</p>\n<p>In contrast to epistemic deference, Táíwò discusses the way Black radicals have systematically attempted to build rooms of power and knowledge where marginalized communities could express their views freely and reach a common ground for collective action. He discusses in specific depth the history of the PAIGC, a decolonial organization that has united Bissau-Guineans and Cape Verdans in their struggle against the Portuguese Empire.</p>\n<p>In particular, the PAIGC insisted on the active participation of women in political affairs, and on a massive campaign for the education of children. In a conservative social context, where the overwhelmingly agricultural economy critically relies on child labor, those were costly positions. However, they enabled a wider permeation of decolonial ideas, and deconstruction of colonial agenda-setting (e.g., regarding African susceptibility to Eurasian illnesses).</p>\n<p>Ultimately, the decolonial movement succeeded in coordinating opposition in Portugal, Cape Verde and Bissau-Guinea and topple both fascist domination over Portugal, and Portuguese domination over its colonies. Táíwò largely attributes this success to the ability of the PAIGC to “build a new house”, which empowered cooperation both within and between national communities, despite important tensions following from the historical role of Portuguese and Cape Verdean elites in managing the trade of Bissau-Guineans as slaves.</p>\n<p>This discussion will serve as a basic starting point for a formalization of elite capture and ideology in terms of the neurocognitive formalism called “Active Inference”. As we will see, it grounds Táíwò’s accent on a practice-first approach to propaganda and political power by formalizing the common ground as a socio-cultural landscape produced by expectations over each other’s representations. However, it also enables us to perceive and discuss the specific mechanisms of “identity capture”, where elites manage to control “private” beliefs by structuring what we expect about ourselves.</p>\n<h2 id=\"self-identity-in-the-construction-of-sociocultural-landscapes\">Self-identity in the construction of sociocultural landscapes</h2>\n<p>The status of Active Inference as a scientific object is muddled by its dual grounding in mathematics and cognitive neuroscience, its intricate formalism, its rich conceptual implications, and the dense stream of criticism and revision that are still shaping its structure at the moment &gt; [while I’m writing or as I write these words, as it is sounds strange]I write. We are interested here in the “low road” to Active Inference (Parr, Pezzulo, and Friston 2022), that is in the model it proposes for human cognition. Just be aware that there is another “high” road to Active Inference, which grounds the very same ideas in the mathematics of self-organizing systems.</p>\n<p>The core idea in Active Inference is that cognitive systems, such as the human brain, function by systematically predicting the sensorimotor states they experience. In other words, the reality you live in is not made of objects you represent mentally to the best of your abilities and in which you decide of your future actions. Instead, your experience is shaped by your anticipation (as entailed by your brain dynamics) of what you’re going to see, hear, or do (Clark 2019; Ramstead et al. 2021), in which the external world only intervenes as you pay attention to what is relevant to refine your predictions.</p>\n<p>Unsurprisingly, such a bold theory has a myriad of interesting consequences. It meshes deeply cognition with the bodily states and social environment of the agent (Clark 2013; Nave et al. 2020). Expectations over one’s internal sensations blend with expectations over one’s actions and their outcome, allowing one to develop affects - sensations about “how they feel” about something. And this web of sensations and anticipations blend, in turn, with expectations over how others will feel about what we think and do, embedding our cognition in a rich network of social norms and symbols.</p>\n<p>Perhaps most importantly, at least as far as our discussion goes, it dissolves our legacy notion of agency. Agents do not perceive the world, then think about how to get what they want, decide on a course of action and act; they continuously predict their sensorial flow, and their prediction about their proprioceptive sensations (e.g., the states of their muscles) brings about by itself the expected actions (Hipólito et al. 2021). The notion of a desire detached from action or perception disappears, as the will of agents reduces to what sensations they expect to be most consistent with their continued existence (Clark 2020).</p>\n<p>Let us turn back to the fable of the naked emperor. Do the townsfolk actually believe that the emperor is naked, or do they (as Táíwò insists) simply feel powerless to point out the obvious? The answer one can provide based on Active Inference is straightforward, although counter-intuitive: there simply is no difference between those two propositions. By anticipating a stream of actions and sensations where the Emperor is in fact clothed, the townsfolk functionally believe that the Emperor is clothed. There is no “private domain” where they can hold contrary beliefs - at least not one that’s relevant to explaining what’s going on at the parade.</p>\n<p>To clarify what this means, we’ll have to turn to the specifics of the Active Inference account of the construction and integration of culture. In line with Táíwò’s own account, it is interested in the common ground of social interactions, in the actions it affords and in the dynamics that build it. In contrast, however, they conceptualize the common ground as a system of shared regimes of expectations over what actions are expected in a given context. Very literally, humans integrate and enact cultural norms by “Thinking through other minds” (Veissière et al. 2020), and the way we’ll formalize this process imports all of its specificities.</p>\n<p>Notably, because of the blending of belief and agency under Active Inference, the sociocultural landscape is not only that agents can perceive objectively and rationally assess while taking decisions over what actions they will take. It compels to act, by providing specific expectations over what one will do in a given situation, which (in virtue of the predictive nature of action under Active Inference) brings about the very behavior one expects to enact. And faced with a powerful man, clearly believing he is clothed and surrounded by men in arms who are paid to protect his honor with violence, one clearly expects that they will keep their mouth shut about the amount of naked skin they can see if they are to go on with their life.</p>\n<p>The same is true for any human institution, especially those associated with political power (say, the law or currency). Their existence is conditioned, at any point in time, on our shared belief about their existence. The slave could just get up and leave, if both themselves and their masters just happen to forget about the institutions of slavery. But the slave knows the master won’t forget, and the master knows the slave won’t forget. So everyone expects everyone (including themselves) to keep following the underlying institution, and just in virtue of this the institution keeps on existing.</p>\n<p>In other words, the sociocultural landscape that townsfolk experience around the Emperor and his men directly entails the functional belief that he is, in fact, clothed. As Táíwò underlines, whether this follows from a consistent private belief or from the power asymmetry between the Emperor and the townsfolk is essentially irrelevant for the fable, and for the practice-first picture of political power it paints. At the end, the Emperor is not humiliated because he failed to convince everyone he was indeed clothed, but because he could not compel the townsfolk to act as if he was in his own presence.</p>\n<p>However, this analysis misses a key point in the dynamics underlying political power, namely the role of one’s sense of identity. As noted just above, one’s expectation that they will accept that the Emperor is clothed brings about by itself the functional belief that the Emperor is clothed. But this expectation is specific to one’s actions in a given context, namely in the presence of the Emperor and his men. Once they passed the turn of the street, there is no reason to pretend that one has not seen the Emperor’s naked skin - unless one truly believes in the tale of the invisible fabric, or expects others to do so.</p>\n<p>We already saw that, under Active Inference, deference to the Emperor was brought about by the expectation that one would display such behavior in the context of the procession. What we did not emphasize is that this expectation concerns rather basic sensorimotor couplings: curbing you neck when you see the Emperor, praising His rule ardently so that He notices you, doing nothing to embarrass Him - especially while you see men in arms lurking. It certainly has nothing to do with an abstracted sense of oneself as a person.</p>\n<p>Indeed, the notion of a “self” as a true and acontextual expression (or source) of one’s nature is specific to a handful of cultures, and does not trivially map onto actual cognitive processes. The human sense of self-identity is indeed eminently contextual, as it relies on one’s projection (and history) in a myriad of instrumental and social interactions (Bolis and Schilbach 2018). There is no reason that the devotion produced by the Emperor’s presence translates into anything in his absence, let alone in a sense of oneself as someone devoted to his authority.</p>\n<p>Certainly, it does not mean much for the Emperor. His power derives from the symbolic authority his offices holds, on the efficiency and fidelity of the bureaucracy he commands, and on his ability to leverage taxation and violence through his armed forces. What his population privately think or say about him changes very little for his purposes if it does not translates into public disorder. But a more ambitious Empire could however be tempted to discipline its population into internalizing the norms it projects, either as a way to prevent instability or to command more power over their concrete actions. </p>\n<p>Indeed, were devotion to the Empire somehow integrated into one’s core sense of self-identity, one would do in any situation what they perceive to express devotion to the Empire. In other words, a population that was persuaded that it wanted to serve the Empire by its own volition can be expected to do so without active monitoring. This could mean symbolic gestures such as praising its rule or waving a flag, this could mean spontaneously following the rules, and this could mean marching onto the enemy in synchrony with one’s regiment under fire. </p>\n<p>The social power of capturing one’s sense of identity is documented under the name of “identity fusion”, a phenomenon where individual self-identity literally merges with group identity (Swann Jr. et al. 2012) (typically as a result of shared dysphoric experiences). Given the present account, it is unsurprising that identity fusion can drive extreme forms of cooperation (up to self-sacrifice). Indeed, group norms would immediately affect one’s self-model and can therefore directly entail whatever action is socially expected.</p>\n<p>In other words, an Empire that would rule by building a sense of collective identity and somehow working it into his population’s self-model would command much greater power than our naked Emperor, who relies on direct coercion and symbolic authority. It would be able to just show the direction and expect people to follow it unconditionally, whatever the consequences. It would be able to persuade the people that the Emperor was indeed clothed, as they are not the kind of person who would see Him naked or doubt the tale of the magical garment. This is the core of identity capture.</p>\n<h2 id=\"identity-capture-from-modern-nationalism-to-deference-politics\">Identity capture from modern nationalism to deference politics</h2>\n<p>The extreme violence of modern European geopolitics and the democratization of the printing press offered an ideal context to catalyze the development of identity capture. Elites publicly debated about political goals and strategies, offering the people some grip over what was going on in the rooms of power. Most importantly, they started to use the language of kinship and shared identity to exhort members of their linguistic and political communities to action. </p>\n<p>States started to insist that they somehow represented the collective will of a community of kin known as the Nation. National identity became embedded in all aspects of social life, leveraging the language of friendship and family to redirect one’s sense of belonging from one’s social network to the political organization itself (Malešević 2013). Nationalism emerged, and with it the modern model of Nation-States.</p>\n<p>At the same time, they developed an array of technologies and institutions aimed to make their population and territory legible to their administrative tools and their propaganda. For example, States started to insist that both places and people should have a single given name that would make them legible to the administrative lenses, through which they see the world (Scott 2010). They also promoted the hegemony of national language and identity, both by large scale education programs and by the active suppression of regional identity.</p>\n<p>Most strikingly, modern Europe has produced an array of “disciplinary institutions” which served to integrate social norms in the self-identity of people so intimately that escaping them would become impossible. Discipline functioned through both rituals of embodied synchronization which embedded those norms in basic sensorimotor schemes (as expressed for example in rhythmic military march), and constant (panoptical) monitoring ultimately aimed to train individuals to self-monitor their own normative expression (Foucault 2011).</p>\n<p>Modern Nation-States, due to the impersonal nature and ostensible egalitarianism of their institutions, could not call onto the exceptional stature of its leaders to justify their authority. Because of this, they were a natural fit for the bourgeois class, whose wealth did not derive from personal rights over others but from their ability to build networks of relations and organize trade. In countries such as France, which were not subject to foreign influence, bourgeoisie was the main support for and beneficiary of nationalist ideology.</p>\n<p>For example, a largely bourgeois-dominated National Assembly decided to execute French King Louis XVIth in 1793 for having conspired with foreign powers against national interests, triggering the French Revolution. Although the Parisian merchants who powered the Revolution were rapidly sidelined by a largely moderate Parliament, the core institutions of liberal capitalism and nationalism were not ever seriously threatened in French history - even under the restoration of the monarchy.</p>\n<p>Frail and unstable as it was, the revolutionary Parliament proceeded to leverage national identity and the powerful French administration to resist the successive monarchist coalitions that would crush it in retaliation (and most importantly to dissuade nationalists at home to try the same). This came to an apex when France briefly came to dominate European politics through pure military might, after a neo-monarchist coalition took over State apparatus and reorganized it around the personal cult of military leader Napoleon Bonaparte.</p>\n<p>Under the modern order, any government could be replaced, but the absurd power of disciplinary control and identity capture could not. States were forced to either integrate it in their core structure, or collapse under the pressure of States which did. The Nation-States of France, Britain, and Prussia became increasingly dominant, while kingdoms were integrated into larger national polities and Empires crumbled as their multiples constituent ethnical groups claimed their right to self-determination.</p>\n<p>The elite who wielded this power were the same who dominated the economic and legal spheres. They reorganized economic production around factories, yet another kind of disciplinary institution that made workers effectively replaceable at the same time they imprinted in their very bodies the habit of submission to authority. It is no wonder that neither nationalism nor capitalism could easily be opposed. And it is no wonder that, when it finally was, it was by the very means of disciplinary control and identity capture.</p>\n<p>Indeed, the first communist faction to take over a State relied centrally on disciplinary control and identity capture. The Bolsheviks were indeed keen to leverage the discipline of the factory to control the workers’ lives and shut down their spontaneous agency, as expressed in the debates between their leader Lenin and democratic socialist Luxembourg. They even wiped out the preexisting agricultural economy to enforce the supposedly alienating model of the factory in order to take over the rural population’s life (Scott 2020)</p>\n<p>Bolsheviks indeed had a very defined idea of what was a worker, and it was someone who was entirely devoted to the Party. The police State that they proceeded to build monitored the population for any expression of “counterrevolutionary” behavior, which it repressed in blood. Importantly, this affected objective enemies of socialism as well as its working class base and rival socialist organizations (2019). The social identity of workers and socialist was reified and used as an instrument for social control to the benefit of a tiny elite.</p>\n<p>Around the same period, the British empire started leveraging an interesting variant of identity capture to control oil-rich zones of the ex-Ottoman Empire. They projected the European norms of ethnicity onto local population, appointed local elites to represent for wider ethnical groups, and declared themselves the guardians of minority rights and <em>de facto</em> arbiters of any conflicts between the ethnic group they defined (Mitchell 2013). Given that people were governed by elites sharing their ethnicity (according to British classification), this arrangement respected the right to self-determination as defined by Europeans at the height of nationalism.</p>\n<p>But by voluntarily inviting local elites to negotiate in their own room, the British effectively defined what was the common ground of the negotiation. Sure, elites could decide not to agree to the British terms, but they’d loose the backing of the British against the interests of rival groups or rival elites within the group. The British could organize the systematic destruction of local nationalism and syndicalism to prevent any disruption in the flow of oil, while insisting it actually represented the local population’s will (as expressed in treaties with their representatives).</p>\n<p>The same basic approach would show useful in the United States of America when the pressure of Black activism forced the end of the apartheid and threatened to redefine the rules of racial capitalism entirely. Black activism was systematically repressed, especially the most radical forms such as Marxist-Leninist Black Panther Party - up to the assassination of leader Fred Hampton by a FBI-led death squad (Williams 2013). At the same time, more moderate leaders were systematically patronized and incited toward more moderation. In the terms of Martin Luther King Jr (Gelderloos 2007) : </p>\n<blockquote>\n<p>Apart from bigots and backlashers, it seems to be a malady even among those whites who like to regard themselves as “enlightened.” I would especially refer to those who counsel, “Wait!” and to those who say that they sympathize with our goals but cannot condone our methods of direct-action in pursuit of those goals. I wonder at men who dare to feel that they have some paternalistic right to set the timetable for another man’s liberation. Over the past several years, I must say, I have been gravely disappointed with such white “moderates.” I am often inclined to think that they are more of a stumbling block to the Negro’s progress than the White Citizen’s Counciler [sic] or the Ku Klux Klanner.</p>\n</blockquote>\n<p>Surrealist TV series Atlanta, in its acerb criticism of racial relations in the USA, points out in season 1, episode 9 the idealized identity that white elites project onto Black Americans. At some point, an upper class white liberal characterized by his own wife as having “Black people as a hobby” brags about his pilgrimage to Africa, and insist the Black protagonist should do the same as it’s his “Motherland”. He then asks him what precise subpart of Africa his ancestors are from, only for him points out that he doesn’t know since “this spooky thing called slavery happened, and my entire ethnic identity was erased”. </p>\n<p>In this scene, ostensible deference to a largely projected African identity serves only to assert dominance over the protagonist. The white liberal that Black identity calls specific actions on one’s part, and that his culture grants him authority to define what those actions are. The protagonist is visibly creeped out by this bizarre attitude, but has to play along not to threaten his partner’s career opportunities. This illustrate the ability of the elite to appropriate the voices of the marginalized by forcing them to play by the rules of a room they set to their own advantage.</p>\n<p>The elite can also generate extremely distorted version of marginalized perspectives under the guise of deference, or even make things up entirely. A recent example would be the appropriation of intersectional arguments by centrists to disqualify Bernie Sanders, an historical supporter of civil rights movements, leading to a disambiguation of the meaning of intersectional politics by one of its founders (Smith 2020). This is a specific instance of a centrist agenda-setting campaign seeking to establish the opposition of identity politics with left-wing politics, and therefore incapacitate any questioning of racial capitalism.</p>\n<p>In other words, deference politics offers numerous opportunities for the elite to suppress or appropriate marginalized perspectives that they ostensibly champion. They can define rules for dyadic interaction that facilitate identity capture, and leverage both their dominance in interpersonal relations and careful agenda setting to enforce these rules at scale. Standpoint epistemology is only meaningful if the marginalized are empowered to organize and assert their perspectives as they see fit, rather than serve as an <em>a posteriori</em> justification that elite decision has integrated all of the relevant information.</p>\n<p>This only strengthen Táíwò’s call for “constructive politics”: if the old rooms are built to reassert elite dominance, building new rooms is necessary for effectively articulating marginalized perspectives into a concrete political program. The question driving the attribution of our political attention shifts from “who is habilitated to speak about a certain issue?” to “what institutions are necessary to organize a coordinated answer to a certain issue?”.</p>\n<p>If we want to prevent the capture of our lives and political revendications by elite interests, we need at the very least to impose that the decisions concerning us are taken in rooms we are in, and whose common ground enable us to speak in our terms. The very existence of a “control room” where a few people aggregating all of the relevant information to take decisions for the many entails that one’s right to decide for oneself has been alienated. Whether the people in this room are in some sense like us or claim to represent our perspective changes nothing to that fact.</p>\n<h2 id=\"conclusion\">Conclusion</h2>\n<p>The present article revisits in terms of Active Inference Táíwò’s account of propaganda through his core parable of the naked Emperor. It supports the central point of his argument, namely that the purpose of propaganda (and political power more generally) is to shape public behavior rather than private beliefs. More specifically, it claims that this process is mediated by the construction of a socio-cultural landscape (equivalent to Táíwò’s common ground or public practical premises) which directly compels action by defining one’s expectations about their own behavior in a given context.</p>\n<p>This account suggests that another, deeper kind of power can emerge when social norms are not integrated in concrete experience but in an abstracted and acontextual sense of self-identity. This process, which I coin as “identity capture”, enables an indirect although powerful and intimate form of government where elites define and enforce specific social identities embedding strong normative expectations. The modern European era has seen the development of an array of mechanisms falling under this umbrella, especially under the guise of nationalism. </p>\n<p>Deference politics enables a specific form of identity capture, where elites affect support for civil rights movements while forcing them to operate in elite rooms where they cannot accurately stand for the interests of their basis. To build an horizontal, collective understanding of our world despite the pressure of elite capture, we need to build rooms where the common ground enables the expression of anyone and facilitates collective organization. We can find models in organizations and movements that resisted the power relations inherent to the modern order : Black radicals and modern decolonials (as Táíwò underlies), but also anarchists, pre-modern European communalism, and indigenous resistance to colonization (Shoatz 2017).</p>\n<h2 id=\"bibliography\">Bibliography</h2>\n<ul>\n<li>Bolis, Dimitris, and Leonhard Schilbach. 2018. “Observing and Participating in Social Interactions: Action Perception and Action Control across the Autistic Spectrum.” Developmental Cognitive Neuroscience, Autism Spectrum Condition – understanding sensory and social features, 29 (January): 168–75. <a href=\"https://doi.org/10.1016/j.dcn.2017.01.009\">https://doi.org/10.1016/j.dcn.2017.01.009</a>.</li>\n<li>Clark, Andy. 2013. “Whatever next? Predictive Brains, Situated Agents, and the Future of Cognitive Science.” Behavioral and Brain Sciences 36 (3): 181–204. <a href=\"https://doi.org/10.1017/S0140525X12000477\">https://doi.org/10.1017/S0140525X12000477</a>.</li>\n<li>———. 2019. Perception As Controlled Hallucination. <a href=\"https://www.edge.org/conversation/andy_clark-perception-as-controlled-hallucination\">https://www.edge.org/conversation/andy_clark-perception-as-controlled-hallucination</a>.</li>\n<li>———. 2020. “Beyond Desire? Agency, Choice, and the Predictive Mind.” Australasian Journal of Philosophy 98 (1): 1–15. <a href=\"https://doi.org/10.1080/00048402.2019.1602661\">https://doi.org/10.1080/00048402.2019.1602661</a>.</li>\n<li>CrimethInc Ex-Workers. 2019. “1919: When the Bolsheviks Turned on the Workers : Looking Back on the Putilov and Astrakhan Strikes, One Hundred Years Later.” CrimethInc. March 12, 2019. <a href=\"https://crimethinc.com/2019/03/12/when-the-bolsheviks-turned-on-the-workers-looking-back-on-the-putilov-and-astrakhan-strikes-one-hundred-years-later\">https://crimethinc.com/2019/03/12/when-the-bolsheviks-turned-on-the-workers-looking-back-on-the-putilov-and-astrakhan-strikes-one-hundred-years-later</a>.</li>\n<li>“Emotional Labor.” 2022. In Wikipedia. <a href=\"https://en.wikipedia.org/w/index.php?title=Emotional_labor&amp;oldid=1083794443\">https://en.wikipedia.org/w/index.php?title=Emotional_labor&amp;oldid=1083794443</a>.</li>\n<li>Foucault, Michel. 2011. Surveiller et punir. InteLex Corporation.</li>\n<li>Gelderloos, Peter. 2007. How Nonviolence Protects the State. South End Press Cambridge.</li>\n<li>Hipólito, Inês, Manuel Baltieri, Karl Friston, and Maxwell James Ramstead. 2021. “Embodied Skillful Performance: Where the Action Is.” Synthese, January. <a href=\"https://doi.org/10.1007/s11229-020-02986-5\">https://doi.org/10.1007/s11229-020-02986-5</a>.</li>\n<li>Malešević, Siniša. 2013. Nation-States and Nationalisms: Organization, Ideology and Solidarity. Polity.</li>\n<li>Mitchell, Timothy. 2013. Carbon Democracy: Political Power in the Age of Oil. Verso Books.</li>\n<li>Nave, Kathryn, George Deane, Mark Miller, and Andy Clark. 2020. “Wilding the Predictive Brain.” WIREs Cognitive Science 11 (6): e1542. <a href=\"https://doi.org/10.1002/wcs.1542\">https://doi.org/10.1002/wcs.1542</a>.</li>\n<li>Parr, Thomas, Giovanni Pezzulo, and Karl Friston. 2022. Active Inference: The Free Energy Principle in Mind, Brain, and Behavior. Cambridge, MA, USA: MIT Press.</li>\n<li>Ramstead, Maxwell James, Casper Hesp, Lars Sandved-Smith, Jonas Mago, Michael Lifshitz, Giuseppe Pagnoni, Ryan Smith, et al. 2021. “From Generative Models to Generative Passages: A Computational Approach to (Neuro)Phenomenology.” PsyArXiv. <a href=\"https://doi.org/10.31234/osf.io/k9pbn\">https://doi.org/10.31234/osf.io/k9pbn</a>.</li>\n<li>Scott, James C. 2010. “The Trouble with the View from Above.” Cato Unbound, September 8, 2010. <a href=\"https://www.cato-unbound.org/2010/09/08/james-c-scott/trouble-view-above\">https://www.cato-unbound.org/2010/09/08/james-c-scott/trouble-view-above</a>.</li>\n<li>———. 2020. Seeing Like a State: How Certain Schemes to Improve the Human Condition Have Failed. Yale University Press.</li>\n<li>Shoatz, Russell Maroon. 2017. “The Dragon and the Hydra: A Historical Study of Organizational Methods.” Libcom.Org, September 20, 2017. <a href=\"https://libcom.org/article/dragon-and-hydra-historical-study-organizational-methods\">https://libcom.org/article/dragon-and-hydra-historical-study-organizational-methods</a>.</li>\n<li>Smith, Barbara. 2020. “I Helped Coin the Term ‘Identity Politics’. I’m Endorsing Bernie Sanders.” The Guardian, February 10, 2020, sec. Opinion. <a href=\"https://www.theguardian.com/commentisfree/2020/feb/10/identity-politics-bernie-sanders-endorsement\">https://www.theguardian.com/commentisfree/2020/feb/10/identity-politics-bernie-sanders-endorsement</a>.</li>\n<li>Swann Jr., William B., Jolanda Jetten, Ángel Gómez, Harvey Whitehouse, and Brock Bastian. 2012. “When Group Membership Gets Personal: A Theory of Identity Fusion.” Psychological Review 119 (3): 441–56. <a href=\"https://doi.org/10.1037/a0028589\">https://doi.org/10.1037/a0028589</a>.</li>\n<li>Táíwò, Olúfẹ́mi. 2021. “Being-in-the-Room Privilege: Elite Capture and Epistemic Deference.” The Philosopher 1923. November 20, 2021. <a href=\"https://www.thephilosopher1923.org/post/being-in-the-room-privilege-elite-capture-and-epistemic-deference\">https://www.thephilosopher1923.org/post/being-in-the-room-privilege-elite-capture-and-epistemic-deference</a>.</li>\n<li>Táíwò, Olúfẹ́mi O. 2018. “The Empire Has No Clothes.” Disputatio. <a href=\"https://doi.org/10.2478/disp-2018-0007\">https://doi.org/10.2478/disp-2018-0007</a>.</li>\n<li>———. 2022. Elite Capture: How the Powerful Took Over Identity Politics (And Everything Else). Haymarket Books.</li>\n<li>Veissière, Samuel P. L., Axel Constant, Maxwell James Ramstead, Karl Friston, and Laurence J. Kirmayer. 2020. “Thinking through Other Minds: A Variational Approach to Cognition and Culture.” Behavioral and Brain Sciences 43. <a href=\"https://doi.org/10.1017/S0140525X19001213\">https://doi.org/10.1017/S0140525X19001213</a>.</li>\n<li>Williams, Jakobi. 2013. From the Bullet to the Ballot: The Illinois Chapter of the Black Panther Party and Racial Coalition Politics in Chicago. University of North Carolina Press. <a href=\"https://www.jstor.org/stable/10.5149/9781469608167_williams\">https://www.jstor.org/stable/10.5149/9781469608167_williams</a>.</li>\n</ul>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Articles"
            ],
            "date_published": "2022-05-25T19:06:31+01:00",
            "date_modified": "2022-10-29T14:03:32+01:00"
        },
        {
            "id": "https://kairos-research.org/design-ecosystems-intelligence/",
            "url": "https://kairos-research.org/design-ecosystems-intelligence/",
            "title": "Design for ecosystems of intelligence",
            "summary": "The increasing scale of human activity has led to a dramatic impact on the ecological condition of life on Earth, mostly notably (but not exclusively) through the increase in average temperature driven by the massive burning of fossil fuel and deforestation. This led some researcher&hellip;",
            "content_html": "<p>The increasing scale of human activity has led to a dramatic impact on the ecological condition of life on Earth, mostly notably (but not exclusively) through the increase in average temperature driven by the massive burning of fossil fuel and deforestation. This led some researcher to declare a new geological era named “Anthropocene” (or “Capitalocene”) to account for the feedback role that human activity plays on the environment. Despite the increasingly obvious and massive scales of destruction entailed by the current extractive approach to “nature”, no coordinated action has yet been taken to shift patterns of human activity toward sustainability. One can blame a first-mover problem, where the first States to take serious action would expectedly lose momentum in their economic and geostrategic competition against other States. One can highlight the core role given to private capital accumulation in our economic organization, which constrains most economic activity to maximize return on investment while enabling the capture of States by the winners of this system. In any case, one must admit that the current situation is the product of institutional lock-ins preventing human societies from necessary adaptation in front of imminent change driven by their own activity, and that we must urgently overcome those lock-ins or face terrible consequences.</p>\n<p>We work on the articulation of core design principles for ecosystems of intelligence, understood here as collectives of agents sharing a common environment, and expected to organize adaptively to solve common problems. The core principle on which we organize our demarch is the fundamental duality between metabolism and cognition in biological systems. The manner in which an agent understands and navigates its world is, by construction, an extension of its struggle for existence. Therefore, its activity in the world will project a specific model of its own structural identity, or in other words of what it takes to keep it alive. An agent will “actively infer”, which is make happen, a world which verifies a collection of factors which (in its own understanding) make the agent what it is. For cultural agents such as humans, this world is a cultural landscape embedded in the material and social environment which it navigates and participates to construct. The question of how to organize collectives capable of adaptation in front of change therefore reduces to the design of a cultural and material environment which enables the development of a collective structural identity affording collection adaptation - strong enough to maintain its existence, supple enough to re-invent itself through time, and deep enough to be able to act on available information to do so adaptively.</p>\n<p>We want to develop a collection of tools for the collective intelligence in human societies, drawing the fully transdisciplinary perspective drafted above. Those tools may be relatively abstract conceptual discussion, say, on the factors that makes collectives’ organization fragile or adaptive based on cognitive and sociological research. They may be more concrete, actionable objects, such as operational charts for collective or techniques for integrating complex systems methodology in collective decisions. They may be addressed to embodied, self-organized human collectives, they may be addressed to institutional design of formal organization charts, and they may be addressed to designers of human-machine interfaces. The core thread which integrates our demarch is the scientific study of how ecosystems of intelligence “create their world”, and how to apply this study to the design of adaptive systems. We hope that this work accompany and catalyse intentional, transformative action in answer to the ongoing sociopolitical dynamics, including the nested crisis of climate change and political governance in the XXIth century.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Activities"
            ],
            "date_published": "2021-06-05T18:46:07+01:00",
            "date_modified": "2023-10-23T21:01:07+01:00"
        },
        {
            "id": "https://kairos-research.org/kairos-journal/",
            "url": "https://kairos-research.org/kairos-journal/",
            "title": "Kairos Journal",
            "summary": "Contemporary research institutions find their roots in the cooptation of scholastic guilds by the Latin Church in the medieval era, giving rise to the first Universities. The interest of those institutions directly echoed the interests of elites at the time: law, theology, arts and (in&hellip;",
            "content_html": "<p>Contemporary research institutions find their roots in the cooptation of scholastic guilds by the Latin Church in the medieval era, giving rise to the first Universities. The interest of those institutions directly echoed the interests of elites at the time: law, theology, arts and (in a lesser extent) medicine were the basis of political legitimacy and organization in medieval Europe. From the early modern period onward, the European states which had adopted it shifted toward bureaucratic modes of legitimization and organization, as they became progressively hegemonic at the scale of humanity. This led to a shift of the Latin model of academia toward a distinctly “technoscientific” model of knowledge, but also to the overwhelming dominance of this model over the organization and legitimization of knowledge worldwide. Indeed, the goal of institutionalized knowledge in the modern era was not to legitimize power, a function which was increasingly outsourced to the very claim of “rational” or “scientific” organization. It was to assist the new bureaucratic States in the effective control of their territory and populations, through the construction of standardized models of reality in the like of modern physics.</p>\n<p>The organization of contemporary academia inherits from this history. It is organized around the definition of well-defined, almost insular fields of study, each equipped with its specific technical language, standard methodology, and research questions. This is explicit both in the organization of work, with research position being explicitly divided in disciplines (physics, sociology, philosophy…) and often in fields (experimental physics, sociology of media, exegesis of Kant’s writings…), and in the core institution of knowledge production - academic publications. Indeed, the journals which academic publications must go through to assist their author’s career are specific to research fields, and often to specific approaches within those fields. Therefore, to be coopted, an aspiring academic must learn to speak the technical language of a given field, and demonstrate this ability in most (if not all) of their academic writings. This system is good at producing systems of knowledge organized around standardized methods and tools, along with communities of experts which are capable of applying them in the most rigorous way. It is terrible, however, to synthesize those multiple insular systems of knowledge into pragmatic insight into the multiscale, multifaceted phenomenon underlying life and social organization.</p>\n<p>Kairos aims to bridge that gap by hosting and editing a journal of scientific synthesis, which aims to integrate knowledge about complex systems, socio-historical dynamics, and epistemology into a pragmatic understanding of our world. Although its thematics are wide by construction, the Kairos Journal aims to build focus and reflectiveness through minimalism by design: it does not provide any information that is not necessary to leverage scientific research into a pragmatic understanding. Its aim in doing so is to transmit knowledge in a maximally efficient manner, but also (and most importantly) to encourage a reflexive, critical relationship to scientific knowledge. We want ourselves and our readership to reflexively integrate our own understanding of social dynamics into our engagement with the world. This supposes the ability to adaptively enact and (re)construct simple heuristics to navigate complex patterns of dependencies in a context of high ambiguity. In other words, it entails thorough reflexiveness onto the most basic components of one’s knowledge, and a general disposition to critically revise them when needed.</p>\n<h2 id=\"organization--engagement\">Organization &amp; Engagement</h2>\n<p>The Kairos Journal is run in a purely voluntary manner, and does not practice formal peer review. Indeed, authors which are invited to contribute are deemed good faith actors with sufficient knowledge to not necessitate the explicit validation of their ideas by other scholars. However, authors are encouraged to work with editors to follow the Journal’s ethos of clarity and pragmatic insight, and to identify the specific axis of research which serves best this ethos. Rather than constituting an authoritative source for scientific knowledge, the Kairos Journal seeks to create a dynamic of reflexive understanding of social systems which relates authors and readers in the mobilization of research for action or for the construction of further pragmatic insight. </p>\n<p>We encourage readers to send commentaries about published articles or voluntary contributions (either as an abstract or as a general theme the author wants to address), using the header “[Kairos Journal submission/commentary]” at the following address: <a href=\"mailto:&#107;&#x61;&#105;&#x72;&#111;&#115;&#x63;&#108;&#x69;&#111;&#100;&#121;&#x6e;&#97;&#x6d;&#x69;&#x63;&#x73;&#64;&#100;&#105;&#x73;&#114;&#x6f;&#x6f;&#116;&#46;&#111;&#x72;&#103;\">&#107;&#x61;&#105;&#x72;&#111;&#115;&#x63;&#108;&#x69;&#111;&#100;&#121;&#x6e;&#97;&#x6d;&#x69;&#x63;&#x73;&#64;&#100;&#105;&#x73;&#114;&#x6f;&#x6f;&#116;&#46;&#111;&#x72;&#103;</a> All submissions will be reviewed by the Journal’s editorial committee, and published (with possible revisions asked) if and only if they fit the Journal’s editorial line. </p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Activities"
            ],
            "date_published": "2021-06-05T18:45:37+01:00",
            "date_modified": "2023-10-23T21:00:51+01:00"
        },
        {
            "id": "https://kairos-research.org/cultural-ecology-cliodynamics/",
            "url": "https://kairos-research.org/cultural-ecology-cliodynamics/",
            "title": "Cultural ecology &amp; Cliodynamics",
            "summary": "Like any living system, human societies continuously re-construct themselves through their own activity. Humans integrate cultural expectations through their social interactions, but can only do so by recreating the meaning of their experience from their own viewpoint. This gives the opportunity for ambiguity in the&hellip;",
            "content_html": "<p>Like any living system, human societies continuously re-construct themselves through their own activity. Humans integrate cultural expectations through their social interactions, but can only do so by recreating the meaning of their experience from their own viewpoint. This gives the opportunity for ambiguity in the relation between the patterns instantiated by social norms and their understanding by individual agents, and therefore for the creative evolution of norms, values and organization. In other words, social organization is maintained into existence because humans learn the landscapes of cultural expectations in which they are immersed, but since this learning is intrinsically subjective and reconstructive, the very same process also drives the continuous evolution of social organization. In the same way that biology centers on the organizational properties of living systems, the vision of historical dynamics we present here centers on the organizational properties of human societies - the cultural landscapes which humans collectively enact, and the social constraints they produce over collective patterns of behavior.</p>\n<p>But it prompts the question: how do cultural landscapes and social constraints affect individual behavior, and how can we describe their change through time? These questions are the central topic of our Cultural Ecology &amp; Cliodynamics research project. At its core, our approach is based in the cognitive science describing human engagement with material and cultural landscapes. We aim to articulate a broader framework accounting for sociocultural <em>autopoiesis</em> (the self-creation of human societies) based on the internalization and externalization of cultural expectations by individual humans. In doing so, we hope to understand the relation between the patterns of meaning projected by human societies and the cultural and material environment they construct. Our goal is ultimately to relate this framework to more classical (quantitative and qualitative) research on <em>longue durée</em> history and on the historical patterns of social dynamics to study the coevolution between cultural traits. In other words, we want to analyse how specific cultural traits or frames of reference constrains social activity, and indirectly the long term evolution of societies.</p>\n<p>Given this core demarch, the topics we take interest in are too various to be exhaustively listed here. What is the role of the material environment in cultural evolution, and in the development of core technology for early human ecology? What is the historical role of urbanization in political and economic organization? Was the role mediated by shared cultural norms embedded in the material niche of the city, by the organic development of social and economic organization, by political authority, or by all of the above? Is the process of urbanization the cradle of contemporary social hierarchies, or is it State stratification? Or patriarchy? If the answer changes across cultural contexts, why does it and how does that inform patterns of social evolution? What drives the relation between economical complexity and democracy across States? Can we model the assumptions of Modern Monetary Theory from the ground up, assuming only what we know about the mechanisms of human cognition? We believe that any student of the historical patterns of change in human societies may find an interest in engaging with us on these topics, and many others.</p>\n<h3 id=\"related-kairos-articles\">Related Kairos articles</h3>\n<ul>\n<li><a href=\"https://kairos-research.org/clothes-of-the-empire/\">The Clothes of the Empire : an Active Inference account of identity capture</a></li>\n<li><a href=\"https://kairos-research.org/historical-processes/\">Cliodynamics, or the study of historical processes</a></li>\n<li><a href=\"https://kairos-research.org/beyond-state/\">Beyond State</a></li>\n</ul>\n<h3 id=\"our-publications\">Our publications</h3>\n<ul>\n<li>Guénin–Carlut, Avel, and Mahault Albarracin. 2023. “On Embedded Normativity - An Active Inference Account of Agency beyond Flesh.” OSF Preprints. <a href=\"https://doi.org/10.31219/osf.io/7x8cm\">https://doi.org/10.31219/osf.io/7x8cm</a>.<ul>\n<li>Accepted at the <a href=\"https://iwaiworkshop.github.io/\">4th International Workshop\non Active Inference</a></li>\n</ul>\n</li>\n<li>Guenin-Carlut, Avel, Ben White, and Lorena Sganzerla. 2023. “The Cognitive Archaeology of Sociocultural Lifeforms.” In ALIFE 2023: Ghost in the Machine: Proceedings of the 2023 Artificial Life Conference. MIT Press. <a href=\"https://doi.org/10.1162/isal_a_00670\">https://doi.org/10.1162/isal_a_00670</a>.<ul>\n<li><a href=\"https://youtu.be/tXTj5_hkRPQ\">Extended poster presentation</a></li>\n</ul>\n</li>\n<li>Guénin–Carlut, Avel. 2022. ‘Cognitive Agency in Sociocultural Evolution’. <a href=\"https://osf.io/x7yr4/\">https://osf.io/x7yr4/</a> (January 14, 2022).</li>\n<li>Guénin—Carlut, Avel. 2022. “Thinking like a State : Embodied Intelligence in the Deep History of Our Collective Mind.” IOP Conference Series: Materials Science and Engineering 1261 (1): 012026. <a href=\"https://doi.org/10.1088/1757-899X/1261/1/012026\">https://doi.org/10.1088/1757-899X/1261/1/012026</a>.</li>\n<li>Guénin–Carlut, A. (2020). Beyond State—Drafting a prospective anthropology. <a href=\"https://doi.org/10.17605/OSF.IO/EHQJS\">https://doi.org/10.17605/OSF.IO/EHQJS</a></li>\n</ul>\n<h3 id=\"our-talks\">Our talks</h3>\n<ul>\n<li><strong>2023 August 22 :</strong> “On Embedded Normativity - “, Research conference, in the <a href=\"https://coda.io/@active-inference-institute/3rd-applied-active-inference-symposium/program-4\">3rd Applied Active Snference Symposium</a>, by Avel GUÉNIN–CARLUT<ul>\n<li><a href=\"https://youtu.be/vqZG0UNseaw\">Conference</a></li>\n</ul>\n</li>\n<li><strong>2023 July 28 :</strong> “The Cognitive Archeology of Sociocultural Lifeforms”, Poster presentation, in the <a href=\"https://2023.alife.org/\">ALife 2023</a> conference, by Avel GUÉNIN–CARLUT<ul>\n<li><a href=\"https://youtu.be/tXTj5_hkRPQ\">Extended poster presentation</a></li>\n</ul>\n</li>\n<li><strong>2023 March 24 :</strong> “Embodied Normativity”, Research conference, in the <a href=\"https://embodied-intelligence.org/\">Embodied Intelligence Conference 2023</a>, by Manon JOB, Avel GUÉNIN–CARLUT and Mahault ALBARRACIN, </li>\n<li><strong>2023 March 16 :</strong> “Creating material and cultural landscapes - A constraints ontology for multiscale socio-historical dynamics”, Research conference, in the <a href=\"https://www.kielconference.uni-kiel.de/\">Kiel Conference 2023: Scales of Social, Environmental, and Cultural Change in Past Societies</a>, by Avel GUÉNIN–CARLUT.</li>\n<li><strong>2021 October 16 :</strong> “Thinking like a State - Embodied intelligence in the deep history of our collective mind”, Research conference, by Avel GUÉNIN–CARLUT, Virginia Bleu KNIGHT and Daniel FRIEDMAN, in <a href=\"https://www.cognitio2021.com/\">Cognitio 2021</a>.</li>\n<li><strong>2021 June 29 :</strong> “Grounding collective intelligence”, Research talk, in <a href=\"https://www.acm-ci2021.com/\">ACM Collective Intelligence Conference 2021</a>, by Avel GUÉNIN–CARLUT and Daniel FRIEDMAN. Open access <a href=\"https://osf.io/esaqv/\">slides</a> and <a href=\"https://www.youtube.com/watch?v=g8P5xDm6LoM&amp;list=PL9WaAfD3k05G50KwNFkUUOuPQDpJx2D7d&amp;t=925s\">video</a></li>\n<li><strong>2021 June 10 :</strong> “Social morphogenesis as enactive agency”, Discussion panel, in <a href=\"https://culturalevolutionsociety.org/story/Conferences\">Cultural Evolution Society Conference 2021</a>, by Avel GUÉNIN–CARLUT. Open access <a href=\"https://osf.io/rxjba/\">slides</a> and <a href=\"https://youtu.be/hxU0jbvlu0U\">video</a></li>\n<li><strong>2020 November 27 :</strong> “Cultural evolution of psychedelics usage, and the “entropic brain” hypothesis”, Invited talk, in Cultural Evolution Online’s seminar, by Avel GUÉNIN–CARLUT. <a href=\"https://pad.lamyne.org/s/SyA2FBRqv\">Open access notes</a></li>\n<li><strong>2020 May 5 &amp; 26</strong> : “Do collective brains dream of cultural evolution ?”, Invited talk, in Frederic NEF’s “Structures et agents” class, ENS Ulm, by Avel GUÉNIN–CARLUT.</li>\n<li><strong>2019 March 30 :</strong> “Is cognition an exemple of evolution ?”, Conference, in French Federation of Students &amp; Young Researchers in Cognitive Science (FRESCO)’s Young Researchers Symposium, by Avel GUÉNIN–CARLUT.</li>\n</ul>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Projects"
            ],
            "date_published": "2021-06-05T18:45:03+01:00",
            "date_modified": "2023-10-23T21:00:44+01:00"
        },
        {
            "id": "https://kairos-research.org/politics-theory-and-practice/",
            "url": "https://kairos-research.org/politics-theory-and-practice/",
            "title": "Politics, theory and practice",
            "summary": "When we consider the manner in which human collectives take decisions or establish norms, we tend to think of these phenomenons as belonging to the discrete domain of the political. This conception is inherited from the social organization of ancient Greeks, which was centered around&hellip;",
            "content_html": "<p>When we consider the manner in which human collectives take decisions or establish norms, we tend to think of these phenomenons as belonging to the discrete domain of the <em>political</em>. This conception is inherited from the social organization of ancient Greeks, which was centered around city-states (<em>polis</em>) where the assembly of the citizens was understood as the source of all authority in managing public affairs (<em>politiká</em>, or literally “the affairs of the city”). The notion of the political still evokes the exercise of and the negotiations around “government”, understood as a key subset of people and institutions with the power and legitimacy to enforce norms and decisions onto a broader society. This picture seems especially convincing today, since the social and material infrastructure of modern States enable an unprecedented level of centralization in decision taking - although this power can lie in the hands of pluralistic elected parliaments as well as those of authoritarian strongmen. To participate in public affairs, it appears, reduces to influencing the decisions of those in power through public debate, voting, demonstration, or revolution. </p>\n<p>Yet, each human action participate in constructing the landscape of cultural norms and expectations in which social activity occurs : all action prefigures the emergence of one world or of another. In consequence, we must understand the variety of human organizations that don’t revolve around influencing or opposing current governmental forms and institutions as “political” in their own right. Throughout the world, we can observe variety of arrangements pertaining to resource distribution and appropriation, land use, energy management, information processing and communication that don’t neatly align with currently existing governmental or state mechanisms. In particular, “commoning” emerges interculturally as a robust way to manage shared resources through shared norms regarding the use of those resources, which do necessitate the concentration of power in central administration or individual landlords. This is especially true for the economy of knowledge, as (unlike with material goods) producers can typically reproduce the product of their work at minimal cost to themselves and therefore rely on unconditional cooperation to cement economic reciprocity relationships. Such “alternative” institutions - whether traditional, innovative, or both - still exist within a context dominated by States and other centralizing administrations. Therefore, they tend to build symbiotic relationships with centralizing institutions, attempt to avoid their influence altogether, or enter direct conflict with them.</p>\n<p>Kairos aims to probe the historical dynamics defined by centralizing institutions and their competitors, while staying away from the simplistic dichotomies of human vs environment, markets vs state, democracy vs autocracy, or people vs elites. Generally, we attempt to question the modern notion that government <em>represent</em> the will of their citizens, rather than pursuing their own agendas while trying to produce legitimacy through ideological mobilization. By contrast, we would like to understand the emerging forms of collective action and coordination in the Anthropocene, and to do so we document existing movements both within and at the margins of centralizing institutions - be they authoritarian neoliberals, reactionary movements, left-wing populists, cults, cartels, rural insurrection armies, collectives of hackers, 3D printing experts and guerillas gardeners, or homesteaders. We experiment ourselves with the possibilities of self-organization through our own activity as a decentralized knowledge-oriented collective, with the intent of using our own case as a way to gauge the possibilities of decentralized organization and draw general insight into the more general problem of collective action. In doing so, we try to cartography the space of plausible futures and gauge how we can push the scales toward the most desirable ones. </p>\n<h3 id=\"related-kairos-articles\">Related Kairos articles</h3>\n<ul>\n<li><a href=\"https://kairos-research.org/clothes-of-the-empire/\">The Clothes of the Empire : an Active Inference account of identity capture</a></li>\n<li><a href=\"https://kairos-research.org/beyond-state/\">Beyond State</a></li>\n</ul>\n<h3 id=\"our-research-talks\">Our research talks</h3>\n<ul>\n<li><strong>2023 October 20 :</strong> “Identity capture in the Unification Church - An Active Inference account of power”, Research conference, at the Societies in Historical and Comparative Perspective conference, by Avel GUÉNIN–CARLUT.</li>\n</ul>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Projects"
            ],
            "date_published": "2021-06-05T18:40:18+01:00",
            "date_modified": "2023-10-23T21:01:22+01:00"
        },
        {
            "id": "https://kairos-research.org/naturalism-enactivism-pragmatism/",
            "url": "https://kairos-research.org/naturalism-enactivism-pragmatism/",
            "title": "Naturalism, Enactivism, Pragmatism",
            "summary": "Our growing ability to describe and represent natural process has driven an undeniable progress of scientific knowledge, instantiated in a multitude of context-specific models of the dynamics of biological, cognitive, and social systems. However, philosophy (and especially the philosophy of science) struggle to capture the&hellip;",
            "content_html": "<p>Our growing ability to describe and represent natural process has driven an undeniable progress of scientific knowledge, instantiated in a multitude of context-specific models of the dynamics of biological, cognitive, and social systems. However, philosophy (and especially the philosophy of science) struggle to capture the plurality and contextuality of scientific knowledge. Indeed, most philosophers seem mostly interested in selling their own variant of worldviews articulated by long dead people, rather than bridging the gap between scientific understanding of the world and their conceptual architectures. For example, the positivist view of reality as the set of true statements erases the gap between specific scientific languages - each equipped with their own possibilities, constraints, and colloquialisms - and the irreducible causal structure of natural processes. Worse: it denies <em>prima facie</em> the very existence of natural processes beyond the realm of linguistic legibility. Yet, philosophers fail to question this view as it conflicts with their self-assigned role of guiding science toward truth. Scientists themselves tend to be comfortable with philosophies which suggests that the contextual validity of their own language entails its metaphysical truth. The way this belief implicitly shapes both scientific and philosophical research therefore leads to a suicide of thought, where every academic community treats its own jargon as revealed truth while failing to verify even the internal coherence of such a claim. </p>\n<p>In response to that state of affair, we propose an alternative approach doubling down on contemporary naturalistic philosophy (Quine, Whitehead, Lakoff) and scientific frameworks (quantum and statistical physics, systems modeling, cognitive neuroscience). This perspective escapes the blind conceptual dichotomies restraining modern philosophy (subject/object ; passive/active ; true/false) and gives back ontological consistency to the entities postulated by science. It does so by accounting to the construction of natural kinds through active engagement, as occurs for example when linguistic activity enables the social construction of cognitive types. This “participatory realism” leads to a picture of an open-ended, unfolding world where the pragmatic representations recruited by cognitive agents or physical observers constrain and construct the space of natural kinds - rather than simply supervene onto a preexisting set of possible entities and their underlying physical processes. Our objective in doing so is to produce an ontologically consistent naturalism, but also to account for the role that active engagement plays both in the evolution of the natural world and in the construction of our model of it. In consequence, the worldview we’re articulating is at its core naturalistic, but also pragmatist and enactivist. </p>\n<p>We do acknowledge that these three schools of thought have not totally departed from their Modernist prejudices. Many of their variants fall into the trap of metaphysical speculation, or try to reduce/eliminate cognition to a supervenient description of unstructured neural processes. However, they collectively enable us to embed thoughts in the natural world as perceptions and practices, or more simply to consider our thoughts about the world as natural processes in and of themselves so as to ground their own existence in the universe. The question we need to solve before we can tout a fully coherent naturalistic world view are many. How can a naturalistic framework deal with the existence of “non-existent” or “almost-existent” categories, such as those we construct through language? What is the relation between the ontology we develop through our cognitive engagement with the world, and the biological and neural processes which underlie this engagement? On the other hand, what is the role of social constraints and cultural norms in either? What language can represent the constructive role of language itself? And if none can, can we be satisfied with a model of the world which is itself contingent and unfolding? Answering those questions, as well as other related ones, is the core of the philosophical research we undertake in Kairos. </p>\n<h3 id=\"related-kairos-articles\">Related Kairos articles</h3>\n<ul>\n<li><a href=\"https://kairos-research.org/on-participatory-realism/\">On participatory realism</a></li>\n<li><a href=\"https://kairos-research.org/cognition-in-eco/\">Cognition <em>in eco</em>, cognition <em>in vitro</em></a></li>\n<li><a href=\"https://kairos-research.org/naturalism-social-sciences/\">Naturalism in the social sciences : a short review</a></li>\n</ul>\n<h3 id=\"our-publications\">Our publications</h3>\n<ul>\n<li>Guénin–Carlut, Avel, and Mahault Albarracin. 2023. “On Embedded Normativity - An Active Inference Account of Agency beyond Flesh.” OSF Preprints. <a href=\"https://doi.org/10.31219/osf.io/7x8cm\">https://doi.org/10.31219/osf.io/7x8cm</a>.<ul>\n<li>Accepted at the <a href=\"https://iwaiworkshop.github.io/\">4th International Workshop\non Active Inference</a></li>\n</ul>\n</li>\n<li>Guenin-Carlut, Avel, Ben White, and Lorena Sganzerla. 2023. “The Cognitive Archaeology of Sociocultural Lifeforms.” In ALIFE 2023: Ghost in the Machine: Proceedings of the 2023 Artificial Life Conference. MIT Press. <a href=\"https://doi.org/10.1162/isal_a_00670\">https://doi.org/10.1162/isal_a_00670</a>.<ul>\n<li><a href=\"https://youtu.be/tXTj5_hkRPQ\">Extended poster presentation</a></li>\n</ul>\n</li>\n<li>Guénin–Carlut, Avel. 2022. “Physics of Creation - Symmetry Breaking, (En)Active Inference, and Unfolding Statespaces.” OSF Preprints. <a href=\"https://doi.org/10.31219/osf.io/68947\">https://doi.org/10.31219/osf.io/68947</a>.</li>\n<li>Guénin–Carlut, A. (2020). Cognition in eco, cognition in vitro - Measurement and explanation in cognitive science <a href=\"https://doi.org/10.17605/OSF.IO/ERCZ6\">https://doi.org/10.17605/OSF.IO/ERCZ6</a></li>\n</ul>\n<h3 id=\"our-talks\">Our talks</h3>\n<ul>\n<li><strong>2023, September 14 :</strong> “Unveiling the Ontological implications of Motivation and Directedness Towards Inostensible Referents”, Research conference, in the <a href=\"https://imolconf2023.github.io/\">Intrinsically Motivated Open-ended Learning 2023 conference</a>, by Alexis ROZANSKI <ul>\n<li><a href=\"https://github.com/Onto-Log/onto-log.github.io/blob/main/files/projects/Alexis_Rozanski_Poster_IMOL_2023.pdf\">Poster</a></li>\n</ul>\n</li>\n<li><strong>2023 August 22 :</strong> “On Embedded Normativity - “, Research conference, in the <a href=\"https://coda.io/@active-inference-institute/3rd-applied-active-inference-symposium/program-4\">3rd Applied Active Snference Symposium</a>, by Avel GUÉNIN–CARLUT<ul>\n<li><a href=\"https://youtu.be/vqZG0UNseaw\">Conference</a></li>\n</ul>\n</li>\n<li><strong>2023, August 19 :</strong> “Solving the paradox of non-existence in ontology, a naturalist social ontology”, Research conference, in the <a href=\"https://isosonline.org/Social-Ontology-2023\">Social Ontology 2023</a> conference, by Alexis ROZANSKI</li>\n<li><strong>2023 July 28 :</strong> “The Cognitive Archeology of Sociocultural Lifeforms”, Poster presentation, in the <a href=\"https://2023.alife.org/\">ALife 2023</a> conference, by Avel GUÉNIN–CARLUT<ul>\n<li><a href=\"https://youtu.be/tXTj5_hkRPQ\">Extended poster presentation</a></li>\n</ul>\n</li>\n</ul>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Projects"
            ],
            "date_published": "2021-06-05T18:39:46+01:00",
            "date_modified": "2023-10-23T21:00:12+01:00"
        },
        {
            "id": "https://kairos-research.org/physics-of-creation/",
            "url": "https://kairos-research.org/physics-of-creation/",
            "title": "Physics of Creation",
            "summary": "Unlike simpler physical system, biological and cognitive systems are not simply defined by their boundary conditions and their basic physical structure. They capture ambient energy gradients (sunlight, thermal sources, chemical potential within other biological systems…) and canalize them into continuously (re)constructing their own organization. This&hellip;",
            "content_html": "<p>Unlike simpler physical system, biological and cognitive systems are not simply defined by their boundary conditions and their basic physical structure. They capture ambient energy gradients (sunlight, thermal sources, chemical potential within other biological systems…) and canalize them into continuously (re)constructing their own organization. This property is known in the life sciences as <em>autonomy</em>, or <em>autopoïesis</em> (self-creation). But if biological and cognitive systems can <em>(re)create</em> themselves, they can construct and explore spaces of possibles that are not entailed by physical laws. The study of what drives the evolution of <em>adjacent possibles</em>, and how to describe it physically, has shown to be a terribly hard problem. The reason is simple: physics work by drawing a space of possibles (a statespace), and then writing the constraints over motion in that space. The construction of possibles has been entirely left out of the framework of physical explanation as it was articulated since modern times, due to the assumption that physical phenomena should unfold onto a preexisting space of physical possibilities. </p>\n<p>The Physics of Creation project aims to address that limitation by articulating a mathematical framework which starts from the perspective of biological and cognitive activity, rather than the abstract space of physical possibles. Our approach is based on the fundamental continuity between biology and cognition, or in other words on the duality between the constraints that constitute cognitive agents and those they bring about through their ecological activity. Cognitive agents’ ability to perceive and navigate their world is critically enabled by their material means of sensing and acting onto their material environment, and it is motivated by their drive toward the continued existence of their constitutive organization. Because of this, an agent’s engagement with the world implicitly entails a model of their own structural identity, or in other words of the collections of factors which makes them what they are. Conversely, the self-creation (<em>autopoïesis</em>) of biological agents’ organization entails the unfolding of the cognitive reality (of the space of possibles) they experience. An accurate mathematical theory of this process, we hope, may enable a broader account of the construction of physical reality. </p>\n<p>By construction, this approach exists at the crossroads of many academic disciplines, most notably philosophy, mathematical physics, and the life sciences. However, our central phenomenon of interest is the collective construction and enaction of cultural landscapes by human societies. If we can account for the way human integrate and enact cultural expectations, and (re)construct the underlying landscape of possibilities in the process, then we can account for open-ended evolution in the general case. To account for that, we focus mainly on two fields of formal research. The first is quantum information theory, a approach to quantum physics which centers on the process of observation itself, and on the implicit constraints it produces on physical interaction as the basis of physical structure. The second is category theory, a meta-mathematical theory which centers on the properties of mathematical structure (the relation between mathematical objects) itself, therefore constituting a natural grounding for describing the construction of physical structure itself. We hope to recruit those approaches to formalize a fully observer-centric, relational formalism which can account for the duality between biological constraints and cognitive reality, and for the dynamics of their construction.</p>\n<h3 id=\"related-kairos-articles\">Related Kairos Articles</h3>\n<ul>\n<li><a href=\"https://kairos-research.org/on-participatory-realism/\">On Participatory Realism</a></li>\n</ul>\n<h3 id=\"our-publications\">Our publications</h3>\n<ul>\n<li>Guénin—carlut, Avel. 2023. “Strange Things, Statespace Representation, and Participatory Realism - Comment on ‘Path Integrals, Particular Kinds, and Strange Things.’ by Friston et Al.” Physics of Life Reviews, October. <a href=\"https://doi.org/10.1016/j.plrev.2023.10.027\">https://doi.org/10.1016/j.plrev.2023.10.027</a>.<ul>\n<li><a href=\"https://doi.org/10.31219/osf.io/urz26\">OSF preprint</a></li>\n</ul>\n</li>\n<li>Guénin–Carlut, Avel. 2022. “Physics of Creation - Symmetry Breaking, (En)Active Inference, and Unfolding Statespaces.” OSF Preprints. <a href=\"https://doi.org/10.31219/osf.io/68947\">https://doi.org/10.31219/osf.io/68947</a>.</li>\n</ul>\n<h3 id=\"our-research-talks\">Our research talks</h3>\n<ul>\n<li><strong>2023 January 23 :</strong> “Physics of Creation - Can the Free Energy Principle ground the construction of physical statespaces ?”, Research conference, in the <a href=\"activeinference.org/\">Active Inference Institute</a> Livestream, by Avel GUÉNIN–CARLUT. <a href=\"https://www.youtube.com/watch?v=9IPx38SHGqw\">Video</a></li>\n<li><strong>2021 October 17 :</strong> “Intelligence without creativity - Can Active Inference ground our understanding of life, mind and society ?”, Research conference, in <a href=\"https://www.cognitio2021.com/\">Cognitio 2021</a>, by Avel GUÉNIN–CARLUT. Open access <a href=\"https://osf.io/dyh67/\">slides</a> and <a href=\"https://www.youtube.com/watch?v=4R_vsGGlKCI\">video</a></li>\n</ul>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Projects"
            ],
            "date_published": "2021-06-05T18:39:05+01:00",
            "date_modified": "2023-10-23T20:59:36+01:00"
        }
    ]
}
