{
    "version": "https://jsonfeed.org/version/1",
    "title": "Kairos Research",
    "description": "",
    "home_page_url": "https://kairos-research.org",
    "feed_url": "https://kairos-research.org/feed.json",
    "user_comment": "",
    "icon": "https://kairos-research.org/media/website/logoKairos.png",
    "author": {
        "name": "Kairos Collective"
    },
    "items": [
        {
            "id": "https://kairos-research.org/twitch/",
            "url": "https://kairos-research.org/twitch/",
            "title": "Twitch",
            "summary": "Contemporary research is mostly conducted in closed laboratories and seminars, and its product is broadcasted in specialist-only for-profit journals. No mechanism exist to meaningfully relate research to important social issues, as academic fame is indexed on article productivity and mass media tends to echo a&hellip;",
            "content_html": "<p>Contemporary research is mostly conducted in closed laboratories and seminars, and its product is broadcasted in specialist-only for-profit journals. No mechanism exist to meaningfully relate research to important social issues, as academic fame is indexed on article productivity and mass media tends to echo a sensationalised version of scientific results. Consequently, common citizen have no visibility on the functioning on science, and feel no responsability to take scientific knowledge into account.</p>\n<p>We recognise that science can only work as a guide for social life if people can developp the necessary tools to decrypt the meaning of scientific results. Although vulgarisation does help with the diffusion of scientific results, active participation is necessary to build engagement and enable deeper knowledge integration. The transmission of science therefore necessitates not only explaining in accessible terms, but also building spaces where open dialogue on philosophical and scientific issues is possible and encouraged.</p>\n<p>In order to build such a space, Kairos animates a Twitch channel aiming to engage a non-expert audience with research on dynamical systems and socio-cultural evolution. We present books and articles we work on as a material for discussion, while picking each week’s topic based on audience interests. We hope to provide people an opportunity to learn more about what scientific results they think are relevant to guide themselves, and discuss what is their concrete ethical meaning.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Activities"
            ],
            "date_published": "2021-06-05T19:46:34+02:00",
            "date_modified": "2021-06-06T15:40:21+02:00"
        },
        {
            "id": "https://kairos-research.org/ergodic-design/",
            "url": "https://kairos-research.org/ergodic-design/",
            "title": "Ergodic Design",
            "summary": "Like any living system, the continued existence of human societies relies on their ability to build and enact adaptive understanding on how to navigate fluctuating ecological context.This happens through a process of cultural evolution by which humans collectives create and enact appropriate ways to navigate&hellip;",
            "content_html": "<p>Like any living system, the continued existence of human societies relies on their ability to build and enact adaptive understanding on how to navigate fluctuating ecological context.This happens through a process of cultural evolution by which humans collectives create and enact appropriate ways to navigate their world. Social structure and communication media crucially constrains its effective occurence, and therefore our ability to create a cultural niche embodying information about our world.</p>\n<p>Today, the increasingly manifest feedback of human activities on their ecology suggests the imminence of an era of drastic environmental complexity. As pressure from social polarisation and climate change build up, the socio-political and ecological reality derives away from the relatively stable niche that has forged modern institutions. The possibility of systemic failure becomes more manifest every day, compelling us to rebuild our ability for collective action.</p>\n<p>Ergodic Design studies how living systems create stable niches from complex environments, and seeks to derives practical ways for humans to navigate chaos. We build tools to help visualise, understand and communicate on complex systemic dependancies, allowing collectives to find appropriate ways to engage with the world. Our work integrates approaches from the Active Inference Framework to applied collective intelligence, bridging fundamental research to direct action.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Activities"
            ],
            "date_published": "2021-06-05T19:46:07+02:00",
            "date_modified": "2021-06-05T19:46:14+02:00"
        },
        {
            "id": "https://kairos-research.org/kairos-journal/",
            "url": "https://kairos-research.org/kairos-journal/",
            "title": "Kairos Journal",
            "summary": "Academic publications are the basic tool for the development of scientific knowledge, due to their accent on technical precision and explicit situation within well-defined fields of study. However, this technicality itself empedes the transdisciplinary integration of our understanding of complex issues and the development of&hellip;",
            "content_html": "<p>Academic publications are the basic tool for the development of scientific knowledge, due to their accent on technical precision and explicit situation within well-defined fields of study. However, this technicality itself empedes the transdisciplinary integration of our understanding of complex issues and the development of reflective insight concerning the meaning of any tool or result. This drives the deconnection of research from socially relevant questions, and bring us to passively follow socio-historical trajectories with no tool to evaluate the long term consequences of our decisions.</p>\n<p>Kairos participates in the construction of pragmatic insight about socio-historical dynamics by hosting a journal of scientific synthesis. Its mandate, complementary to this of academic journals, is to integrate knowledge about complex systems, socio-historical dynamics, and epistemology into understanding of the evolution of human societies. Although its thematics are wide by construction, the Kairos journal aims to build focus and reflectiveness through minimalism by design: it does not provide any information that is not necessary to leverage scientific research into a pragmatic understanding.</p>\n<p>The Kairos journal is run in a purely voluntary manner, and does not practice formal peer review. Rather than constituting an authoritative source, it seeks to create a dynamic of reflexive understanding beyond its formal output. Authors are encouraged to work with editors so as to identify what are the pragmatically relevant axis of their research, and readers are encouraged to leverage their insight into action or into more research. We aim to hereby catalyse the cultural evolution of new, hopefully better, ways to do research and integrate it into social life.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Activities"
            ],
            "date_published": "2021-06-05T19:45:37+02:00",
            "date_modified": "2021-06-05T19:45:37+02:00"
        },
        {
            "id": "https://kairos-research.org/cultural-ecology/",
            "url": "https://kairos-research.org/cultural-ecology/",
            "title": "Cultural ecology",
            "summary": "Human societies are permeated by cultural structures which span all aspects of human life, from the way we think to their familial and political organisation. Those structures are not pre-given, but are continuously recreated along with the environment and the social relations in which they&hellip;",
            "content_html": "<p>Human societies are permeated by cultural structures which span all aspects of human life, from the way we think to their familial and political organisation. Those structures are not pre-given, but are continuously recreated along with the environment and the social relations in which they are embedded. Understanding how human societies work therefore entails the study of how human culture change through time.</p>\n<p>One central aspect of this dynamic is that each cultural trait changes the landscape in which itself and other traits evolve. For exemple, the emergence of agriculture enabled the emergence of densely populated settlements and centralised political control, which consequently further the progress of agricultural subsistence. Just like living organism, cultural forms create the niche they evolve to fit in.</p>\n<p>We propose to study the stucture of human societies through the multi-scale patterns of coevolution shaping cultural forms. Cultural traits should in our view be understood through their participation in a cultural ecosystem of interrelated beliefs and practices. We work accordingly to integrate the long time perspective of deep history with the accent of cultural evolution on the causes for structural change.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Projects"
            ],
            "date_published": "2021-06-05T19:45:03+02:00",
            "date_modified": "2021-06-06T06:59:03+02:00"
        },
        {
            "id": "https://kairos-research.org/complexity-and-politics/",
            "url": "https://kairos-research.org/complexity-and-politics/",
            "title": "Complexity and politics",
            "summary": "Human societies are shaped by the way humans learn from each other, allowing them to collectively adapt to complex or harsh environmental niches by building ecologically appropriate norms and skills. Those adaptations develop within socio-economic networks and institutions in which they are effectively embedded, making&hellip;",
            "content_html": "<p>Human societies are shaped by the way humans learn from each other, allowing them to collectively adapt to complex or harsh environmental niches by building ecologically appropriate norms and skills. Those adaptations develop within socio-economic networks and institutions in which they are effectively embedded, making the possibility of collective adaptation contingent on the scale and structure of underlying coordination.</p>\n<p>Such coordination is difficult to build around political decisions in stratified urban societies, where steep concentration of power around central persons and institutions tends to catalyse polarisation around competing segments of the elite. Failure to integrate complex dynamical dependances between a society’s structure and its environment in turn result in periodic instability in complex societies, as is currently illustrated by human-driven climate change.</p>\n<p>We work to integrate knowledge about complex dynamics in political discourse and action, and effectively build the capacity for collective agency. We base our approach on two complementary axis : theoretical understand of how complex societies evolve through the long time of history, and practical insight on how to build cooperative networks &amp; institution able to integrate complex information about their environment.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Projects"
            ],
            "date_published": "2021-06-05T19:40:18+02:00",
            "date_modified": "2021-06-05T19:40:31+02:00"
        },
        {
            "id": "https://kairos-research.org/epistemology-and-enactivism/",
            "url": "https://kairos-research.org/epistemology-and-enactivism/",
            "title": "Epistemology and enactivism",
            "summary": "Instead of working together to understand the world, philosophers often discuss issues that are in no way integrated with relevant research, while scientists work on the premise of deeply flawed philosophical assumptions. This separation is driven by the development of highly technical, domain-specific languages which&hellip;",
            "content_html": "<p>Instead of working together to understand the world, philosophers often discuss issues that are in no way integrated with relevant research, while scientists work on the premise of deeply flawed philosophical assumptions. This separation is driven by the development of highly technical, domain-specific languages which academic institutions encourage. Yet, the process of investigating how the world works and the process of reflecting on the reach of our tools and the meaning of our results cannot be entirely decoupled.</p>\n<p>Historically, the recognition that all observable entities exist as elements of a single, causally integrated natural realm has driven the call for unifying research across academic disciplines. Although there is no definitive agreement on the concrete requirements of such a demarch, it can still work as a driving principle for researchers. For exemple, it is especially compelling that the philosophy of knowledge should be grounded on the social and cognitive sciences, and serve to guide the development of further knowledge.</p>\n<p>We propose to take the perspective of an agent struggling to enact meaning into a complex and impermanent reality as a central unifying framework in science and its philosophy. All living systems, including scientists and philosophers, must understand their world and act appropriately to maintain their structural identity. We recognise this process of “enaction” or “active inference” as central in driving biological, cognitive, and social dynamics from the level of cells to this of human societies, and work to expose its role at all possible scales.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Projects"
            ],
            "date_published": "2021-06-05T19:39:46+02:00",
            "date_modified": "2021-06-05T19:39:46+02:00"
        },
        {
            "id": "https://kairos-research.org/dynamics-of-life-and-consciousness/",
            "url": "https://kairos-research.org/dynamics-of-life-and-consciousness/",
            "title": "Dynamics of life and consciousness",
            "summary": "Complex structures like bacteria or human societies exist far from equilibrium, in the sense that their continued existence relies on canalysing energy gradients into constructing themselves. Studying the way autonomous systems work to harness change is consequetly a guiding theme of the life sciences. Yet,&hellip;",
            "content_html": "<p>Complex structures like bacteria or human societies exist far from equilibrium, in the sense that their continued existence relies on canalysing energy gradients into constructing themselves. Studying the way autonomous systems work to harness change is consequetly a guiding theme of the life sciences. Yet, our intuition of nature is often based on equilibrium assumptions, where systems react to perturbations rather than autonomously enact their own structure.</p>\n<p>We work to expose the dynamics of life and consciousness, and how those patterns of change underly the world we perceive. How organism harness resources to constantly building their own structure, how genetic mutations and selection underly the emergence of adapted phenotype, how agents infer the structure of their niche are archetypal exemples. All instantiate dissipative dynamics, where systems integrate information about the world by self-organising into their most stable states.</p>\n<p>Therefore, we consider that the mathematical study of self-organisation, the naturalist study of how life emerges, and the phenomenological study of what it means to be alive are deeply tied. We try to understand their relations by studying the complex multi-scale dynamics of self-construction, and synthetising existing approches to modelling the physics of life and consciousness such as homeostasis, autopoïesis, dissipative systems, autocatalytic sets, active inference, or the critical brain hypothesis.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Projects"
            ],
            "date_published": "2021-06-05T19:39:05+02:00",
            "date_modified": "2021-06-05T19:39:14+02:00"
        },
        {
            "id": "https://kairos-research.org/showcase/",
            "url": "https://kairos-research.org/showcase/",
            "title": "Showcase",
            "summary": "As a collective and as individuals, we participate in a broader process of scientific enquiries. Here is an overview of our academic work : Our publications Guénin–Carlut, Avel. 2021. ‘Thinking like a State - Embodied Intelligence in the Deep History of Our Collective Minds’. https://osf.io/dxnzt/&hellip;",
            "content_html": "<p>As a collective and as individuals, we participate in a broader process of scientific enquiries. Here is an overview of our academic work :</p>\n<h2 id=\"our-publications\">Our publications</h2>\n<ul>\n<li>Guénin–Carlut, Avel. 2021. ‘Thinking like a State - Embodied Intelligence in the Deep History of Our Collective Minds’. <a href=\"https://osf.io/dxnzt/\">https://osf.io/dxnzt/</a> (September 20, 2021).</li>\n<li>Guénin–Carlut, Avel, and Daniel Friedman. 2021. ‘Active Inference in Collective Intelligence’. <a href=\"https://osf.io/5ufy7/\">https://osf.io/5ufy7/</a> </li>\n<li>Guénin–Carlut, A. (2020). Cognition in eco and naturalism. <a href=\"https://doi.org/10.17605/OSF.IO/ERCZ6\">https://doi.org/10.17605/OSF.IO/ERCZ6</a></li>\n<li>Guénin–Carlut, A. (2020). Beyond State—Drafting a prospective anthropology. <a href=\"https://doi.org/10.17605/OSF.IO/EHQJS\">https://doi.org/10.17605/OSF.IO/EHQJS</a></li>\n</ul>\n<h2 id=\"our-research-talks\">Our research talks</h2>\n<ul>\n<li><strong>2021 October 17 :</strong> “Intelligence without creativity - Can Active Inference ground our understanding of life, mind and society ?”, Research conference, in <a href=\"https://www.cognitio2021.com/\">Cognitio 2021</a>, by Avel GUÉNIN–CARLUT. Open access <a href=\"https://osf.io/dyh67/\">slides</a> and <a href=\"https://www.youtube.com/watch?v=4R_vsGGlKCI\">video</a></li>\n<li><strong>2021 October 16 :</strong> “Thinking like a State - Embodied intelligence in the deep history of our collective mind”, Research conference, by Avel GUÉNIN–CARLUT, Virginia Bleu KNIGHT and Daniel FRIEDMAN, in <a href=\"https://www.cognitio2021.com/\">Cognitio 2021</a>.</li>\n<li><strong>2021 June 29 :</strong> “Grounding collective intelligence”, Research talk, in <a href=\"https://www.acm-ci2021.com/\">ACM Collective Intelligence Conference 2021</a>, by Avel GUÉNIN–CARLUT and Daniel FRIEDMAN. Open access <a href=\"https://osf.io/esaqv/\">slides</a> and <a href=\"https://www.youtube.com/watch?v=g8P5xDm6LoM&amp;list=PL9WaAfD3k05G50KwNFkUUOuPQDpJx2D7d&amp;t=925s\">video</a></li>\n<li><strong>2021 June 10 :</strong> “Social morphogenesis as enactive agency”, Discussion panel, in <a href=\"https://culturalevolutionsociety.org/story/Conferences\">Cultural Evolution Society Conference 2021</a>, by Avel GUÉNIN–CARLUT. Open access <a href=\"https://osf.io/rxjba/\">slides</a> and <a href=\"https://youtu.be/hxU0jbvlu0U\">video</a></li>\n<li><strong>2021 February 2 :</strong> “Cognition <em>in eco</em> &amp; cognition <em>in vitro</em> : can cognitive mechanisms explain ecological behaviour ?”, Invited talk, in French Federation of Students &amp; Young Researchers in Cognitive Science (FRESCO)’s Journal club, by Avel GUÉNIN–CARLUT. <a href=\"https://osf.io/cv3ed/\">Open access slides</a></li>\n<li><strong>2020 November 27 :</strong> “Cultural evolution of psychedelics usage, and the “entropic brain” hypothesis”, Invited talk, in Cultural Evolution Online’s seminar, by Avel GUÉNIN–CARLUT. <a href=\"https://pad.lamyne.org/s/SyA2FBRqv\">Open access notes</a></li>\n<li><strong>2020 May 5 &amp; 26</strong> : “Do collective brains dream of cultural evolution ?”, Invited talk, in Frederic NEF’s “Structures et agents” class, ENS Ulm, by Avel GUÉNIN–CARLUT.</li>\n<li><strong>2019 March 30 :</strong> “Is cognition an exemple of evolution ?”, Conference, in French Federation of Students &amp; Young Researchers in Cognitive Science (FRESCO)’s Young Researchers Symposium, by Avel GUÉNIN–CARLUT.</li>\n</ul>\n<h2 id=\"our-mediation-talks\">Our mediation talks</h2>\n<ul>\n<li><strong>2021 November 14 :</strong> “Future of cryptocurrencies”, Panel discussion, <a href=\"https://shows.acast.com/futurefossils\">Future Fossils</a> podcast at <a href=\"https://www.complexityweekend.com/\">Complexity Weekend</a>, by Avel GUÉNIN–CARLUT. Not aired yet.</li>\n<li><strong>2021 August 14 :</strong> “Why people believe weird things ?”, Scepticisme Scientifique podcast, by Avel GUÉNIN–CARLUT. Open access <a href=\"https://osf.io/zgjy5/\">slides</a> &amp; <a href=\"https://www.youtube.com/watch?v=v5dl82CLNag\">video</a></li>\n<li><strong>2021 August 03 :</strong> Interview with the “Labo des savoirs”, by Avel GUÉNIN–CARLUT and Iona BRENAC. </li>\n<li><strong>2021 July 21 :</strong> Kairos : toward an enactive research, Conference talk, in the <a href=\"https://sold21.sciencesconf.org/\">Open, Slow, and Sustainable Science conference 2021</a>, by Avel GUÉNIN–CARLUT and Iona BRENAC. <a href=\"https://osf.io/aty4s/\">Open access slides (French)</a></li>\n<li><strong>2021 June 23 :</strong> Complex systems methodology for navigating the Anthropocene, Unconference, in the <a href=\"https://dandelion.earth/events/606dd3e63acbbf000ddaf497\">Tools for the Regenerative \nRenaissance</a> course</li>\n<li><strong>2021 May 12 :</strong> “Cognition <em>in eco</em> &amp; cognition <em>in vitro</em> : can cognitive mechanisms explain ecological behaviour ?”, Public lesson, in Cours aux Ernest, ENS Ulm, by Avel GUÉNIN–CARLUT. <a href=\"https://osf.io/cv3ed/\">Open access slides</a></li>\n<li><strong>2021 May 5 :</strong> “The architecture of cognition”, Public lesson, in Cours aux Ernest, ENS Ulm, by Avel GUÉNIN–CARLUT. <a href=\"https://osf.io/un5vx/\">Open access slides</a></li>\n<li><strong>2021 April 11</strong> : “Cognition <em>in eco</em> &amp; cognition <em>in vitro</em> : can cognitive science explain ecological behaviour ?”, in the Cognitive Science Forum, by Avel GUÉNIN–CARLUT. <a href=\"https://osf.io/524jd/\">Open access poster (French)</a></li>\n<li><strong>2021 February 10</strong> : “Evolution of concepts in cognitive scences”, Public lesson, in Cours aux Ernest, ENS Ulm, by Iona BRENAC.</li>\n<li><strong>2021 February 2</strong> : “Cognition <em>in eco</em> &amp; cognition <em>in vitro</em> : can cognitive science explain ecological behaviour ?”, in FRESCO journal club, by Avel GUÉNIN–CARLUT.</li>\n<li><strong>2020 October 16 :</strong> “Beyond State : toward a prospective anthropology”, Conference, in the French Society of Cultural Evolution (SFEC)’s conferences, by Avel GUÉNIN–CARLUT. <a href=\"https://osf.io/nj97e/\">Open access slides</a></li>\n<li><strong>2020 January 16</strong> : “Is cognition individual ? A complex system perspective”, in Cognivence BAF talks, ENS Ulm, by Avel GUÉNIN–CARLUT.</li>\n</ul>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Pages"
            ],
            "date_published": "2021-06-04T13:25:29+02:00",
            "date_modified": "2021-12-25T08:51:25+01:00"
        },
        {
            "id": "https://kairos-research.org/chart/",
            "url": "https://kairos-research.org/chart/",
            "title": "Chart",
            "summary": "Our mission Kairos implements a participatory research and scientific mediation approach integrating several disciplines at the interface between natural and social sciences: cognitive sciences, cliodynamics, cultural evolution, computational sociology… Our objective is above all to integrate into the collective conception of the social, economic and&hellip;",
            "content_html": "<h2 id=\"our-mission\">Our mission</h2>\n<p>Kairos implements a participatory research and scientific mediation approach integrating several disciplines at the interface between natural and social sciences: cognitive sciences, cliodynamics, cultural evolution, computational sociology… Our objective is above all to integrate into the collective conception of the social, economic and political world an awareness of the complex dynamics that structure them over time. We use an integral naturalist approach aiming at understanding the observable world through the study of its underlying causal structures, while reflexively applying this same study to scientific research itself. Our approach thus involves drawing on the tools of the natural sciences as well as those of the social sciences and philosophy.</p>\n<p>We want to create a research dynamic outside the academic framework to build transdisciplinary knowledge, and to encourage the development of a large-scale naturalist and critical reflection. This approach implies the renunciation of the belief in the unity or objectivity of scientific knowledge, in favor of a pragmatic conception of research as a tool for understanding and navigating the world. We wish to develop a set of conceptual and methodological tools integrating systemic understanding and situated action within human societies, which can serve a democratic decision-making process capable of navigating the long-term dynamics and structural impermanence whose emergence characterizes the so-called Anthropocene era.</p>\n<p>We defend a research ethic oriented towards a situated understanding of social systems and the processes that structure them, and towards a mutual integration of scientific research and contemporary socio-political issues. We therefore oppose the managerial logic embodied in the current academic system, which encourages, through disciplinary compartmentalization and competition for funding, a dynamic of absurd intellectual inflation, and thus seriously harms our ability to understand in an appropriate way the world in which we live. We are therefore committed to building, embodying and disseminating a model of research that is emancipated from the elitism, managerial logic, and power conflicts that define academic research.</p>\n<h2 id=\"our-ethics\">Our ethics</h2>\n<p>Kairos’ approach is part of the broader intention to defend a society based at all levels on personal and collective autonomy, which we aim to embody from now on in the world of research. We do not seek to present here a universal formula for emancipation, nor do we claim legitimacy to represent anyone. On the contrary, we wish to catalyze the capacity of each person to make sense of the world by his or her own means, by building an appropriate structure to develop this capacity within ourselves. We therefore choose to constitute a research collective <strong>open</strong> to any person adhering to its approach, and governed in an <strong>autonomous</strong> way by the assembly of its members. </p>\n<p>Consequently, any person wishing to participate in the process we are implementing can join Kairos to participate as he or she sees fit in the activity of the collective, and take part in collective decisions with a role equivalent to that of any other member. Kairos recognizes as legitimate decision-makers only the open assembly of its members, and each decision that engages the collective must be collectively accepted following a consultation that allows the participation of each member of the collective and solicits their judgment. Participation in Kairos is not, however, an inalienable right, and remains conditional on a person’s effective registration in the collective’s process. </p>\n<p>Access to the spaces associated with Kairos is governed by a set of basic social rules that everyone must respect, at the risk of being called to order, sanctioned, or even banned in the case of especially frequent, serious, or intentional infractions. First, everyone must respect the transdisciplinary and participatory research mandate of Kairos. Second, everyone must refrain from creating a toxic environment through insults, gaslighiting, or language that reinforces documented forms of discrimination (sexism, racism, homophobia…). Third, everyone must respect the right of other members to autonomously define their own participation in Kairos according to their skills, personal needs, and understanding of the collective mandate.</p>\n<h2 id=\"our-activity\">Our activity</h2>\n<p>Kairos is primarily organized around a Discord server that serves as a central coordination hub for Kairos, from informal discussions to research, coordination of different activities and decision making. In particular, channels are dedicated to each research project, as well as to mediation in different disciplines within the Kairos competencies. We also meet weekly in video-conference to prepare collective decisions, to work on current projects, and to socialize informally. This server is accessible by following <a href=\"https://discord.gg/wByTGFNDCu\">this link</a>.</p>\n<p>Our research work is articulated primarily in a network of collaborative editing pads that active members can read and edit, which also serves as the collective’s internal documentation. We also maintain a journal with a mandate of “scientific synthesis”, which aims to provide keys to a transdisciplinary integration of knowledge in a framework appropriate for understanding and navigating contemporary socio-political dynamics. It aims to encourage and support an autonomous reflection process on the part of the reader, and not to replace it. It is therefore primarily intended for people who wish to develop a research work similar to that of Kairos.</p>\n<p>However, Kairos wishes to invest in the whole spectrum of popular education around its field of competence, and thus produce content accessible to a wider audience. We therefore maintain a strong cooperative relationship with the <a href=\"http://sfec.website/\">Société Française d’Évolution Culturelle</a>, an association that aims to popularize cultural evolution and cliodynamics and to support their integration in the French cultural and academic landscape, notably by co-organizing monthly conferences for the general public on cultural evolution. We also participate in the proofreading of popularization articles and videos, including SFEC and <a href=\"https://apreslabiere.fr/\">Après la Bière</a>.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Pages"
            ],
            "date_published": "2021-06-04T13:24:41+02:00",
            "date_modified": "2021-06-07T09:04:21+02:00"
        },
        {
            "id": "https://kairos-research.org/intro/",
            "url": "https://kairos-research.org/intro/",
            "title": "About us",
            "summary": "Kairos is the ancient Greek word traducing the notion of the “instant”, the discrete time when an opportunity occurs and one can either act to seize it or fail to do so. It is meant here to convey the subjective perspective of an agent struggling&hellip;",
            "content_html": "<p>Kairos is the ancient Greek word traducing the notion of the “instant”, the discrete time when an opportunity occurs and one can either act to seize it or fail to do so. It is meant here to convey the subjective perspective of an agent struggling to enact meaning into a complex and impermanent reality. In order to survive, any living system must learn to perceive the appropriate time and way to act so as to maintain its structure.</p>\n<p>We are a grassroots collective of scientific mediation and participatory research in systemic (or dynamic) approaches to social sciences. Our purpose is to synthesize knowledge from research on complex systems, social sciences, and epistemology so as to leverage it into pragmatic understanding of the processes driving social-cultural dynamics. We hope this empowers informed collective decisions on the way our societies will evolve in the coming decades.</p>\n<p>We want to build a science that is agile, open to all, reflective on its own role in building models of reality, and relevant to people willing to adress the systemic issues driving the Anthropocene crisis. Our project is an experiment in creating research institutions which do not only work to understand what shapes sensible reality, and uses this knowledge to actively accompany meaningful transformation in culture and social institutions.</p>\n<p>Do you want to learn more about us ? You can read <a href=\"https://kairos-research.org/chart/\">our chart</a> or <a href=\"https://kairos-research.org/tags/article/\">articles</a>, and contact us <a href=\"mailto:kairoscliodynamics@disroot.org\">by mail</a> to get informed on our next events. You can also join our <a href=\"https://discord.gg/ug5hydK58M\">Discord server</a> and get involved in our discussions. </p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Pages"
            ],
            "date_published": "2021-06-04T13:19:40+02:00",
            "date_modified": "2021-06-07T13:09:03+02:00"
        }
    ]
}
