{
    "version": "https://jsonfeed.org/version/1",
    "title": "Kairos Research",
    "description": "",
    "home_page_url": "https://kairos-research.org",
    "feed_url": "https://kairos-research.org/feed.json",
    "user_comment": "",
    "icon": "https://kairos-research.org/media/website/logoKairos.png",
    "author": {
        "name": "Kairos Collective"
    },
    "items": [
        {
            "id": "https://kairos-research.org/clothes-of-the-empire/",
            "url": "https://kairos-research.org/clothes-of-the-empire/",
            "title": "The Clothes of the Empire : an Active Inference account of power and ideology",
            "summary": "Ideology is an extremely polysemic term, which does not entail more in itself than the existence of some system of belief, values or discourse that is somehow mobilised in the political field. It is sometimes used in debates as a derogatory term, to contrast “ideology”&hellip;",
            "content_html": "<p>Ideology is an extremely polysemic term, which does not entail more in itself than the existence of some system of belief, values or discourse that is somehow mobilised in the political field. It is sometimes used in debates as a derogatory term, to contrast “ideology” with “rational” discourse based on the common ground of public knowledge, and it is sometimes used (in line with Marxist theory) to analyse the values and beliefs that specific political coalitions project through their public discourse. The goal of the present document is not to provide the world with yet another definition of ideology, but to gesture at sociocultural dynamics underlying the phenomenon we usually associate with ideology, and notably the shaping of public action through carefully crafted narratives.</p>\n<p>The approach I articulate here shares the basic commitment of Olúfémi Táíwò to account for ideology as a practice-oriented phenomenon [^taiwo_empire_2018], while displaying the role of self- and social identity in shaping public practices. It does so by offering a richer account of how the “common ground” of public knowledge and social constraints emerges from human activities. Most importantly, it formulates the underlying dynamics within a neurocognitively grounded account of the construction of sociocultural landscapes, based on dynamical systems approaches to cognition and more specifically on the formal ontology of Active Inference.</p>\n<p>[^taiwo_empire_2018]: Táíwò, Olúfémi O. “The Empire Has No Clothes.” Disputatio, 2018. <a href=\"https://doi.org/10.2478/disp-2018-0007\">https://doi.org/10.2478/disp-2018-0007</a>.</p>\n<p>From this ground, I formalise the concept of “identity capture”, where elites (understood as whoever exert power over others within a given context) manage to shape the common ground for public practices by taking over the population’s sense of identity. I show its roots in the multiple transformations of modern Europe, its relation to the civilizing process and the development of disciplinary institutions, and its mobilization in the construction of the public sphere. Finally, I extend Táíwò’s account of elite capture in identity politics [^taiwo_being—room_2021] [^taiwo_elite_2022] by showing the vulnerability of “deference politics” to specifically Anglo-American forms of identity capture.</p>\n<p>[^taiwo_being—room_2021]: Táíwò, Olúfẹ́mi. “Being-in-the-Room Privilege: Elite Capture and Epistemic Deference.” The Philosopher 1923, November 20, 2021. <a href=\"https://www.thephilosopher1923.org/post/being-in-the-room-privilege-elite-capture-and-epistemic-deference\">https://www.thephilosopher1923.org/post/being-in-the-room-privilege-elite-capture-and-epistemic-deference</a>.\n[^taiwo_elite_2022]: Táíwò, Olúfẹ́mi O. Elite Capture: How the Powerful Took Over Identity Politics (And Everything Else). Haymarket Books, 2022.</p>\n<h3 id=\"the-emperors-new-clothes-or-the-common-ground-for-political-action\">The Emperor’s New Clothes, or the common ground for political action</h3>\n<p>Táíwò’s argument on political action and ideology relies heavily on Andersen’s fable named “the Emperor’s New Clothes”, which he recounts as follows:</p>\n<blockquote>\n<p>[F]unctionaries of the emperor handed him a hanger, claiming that it held a garment made of a mystical fabric that would appear invisible to anyone incompetent or exceptionally stupid. In fact, the hanger held nothing at all. The emperor put on the “garment” and walked around the town naked. Having heard of the myth claiming that, to point out the obvious, nakedness would confirm one’s own incompetence and unintelligence, none of his subjects dared to point out the obvious—not even the servant assigned to hold the “train” of his nonexistent garment. The spell holds even as the emperor is escorted through the town in a celebratory parade. Finally, a young child yells: “But he hasn’t got anything on.” The spell is broken.</p>\n</blockquote>\n<p>The nakedness of the Emperor was there for all to see, and yet it took the ingenuous and irreverential mind of a child for anyone to admit it. Did the townsfolk trust the Emperor’s tale about a magical garment over their own eyes? Most likely, they did believe what they could plainly see, but did not feel empowered to act on that knowledge. To point out the Emperor’s nakedness would be to embarrass oneself, were other townsfolks to see the garment or themselves believe the tale. On the other hand, if they were to agree on the Emperor’s nakedness, it would embarrass the Emperor himself, with the probable consequence of unhinged violence.</p>\n<p>This fable points out a basic but overlooked fact: the private beliefs that one holds do not necessarily match with those that can practically serve as a premise to act or speak within a given context. For exemple, you can hate your job all you want, and you can vent about it with your friends and co-workers. Were you to tell the same things to the face of your boss or customers, or even display negative feelings in their presence <a href=\"https://en.wikipedia.org/wiki/Emotional_labor\">^noauthor_emotional_2022</a>, it may have serious consequences on your ability to maintain your position.</p>\n<p>In other words, any social interaction is based on a core set of prior beliefs that agents assume are shared, and those priors shape what is socially feasible within a given context. This is known in linguistics as the “common ground” of a conversation, which include all propositions that are accepted as true by its participants (for example, elements of prior common knowledge, or propositions that have been acknowledged within this discussion). In <em>The Empire Has No Clothes</em> [^taiwo_empire_2018], Táíwò extends this notion to account for all beliefs that one can openly affect in act or speech under the umbrella term of “practical premises”.</p>\n<p>Beside allowing to account for communicative acts beyond speech (e.g., facial expression or targeted violence), the notion of “practical premises” underlies that the beliefs that shape public action need not have anything to do with private beliefs. In the above fable, the role of political power is not to force the belief that the Emperor is not in fact naked, it is to prevent any public acknowledgement of the Emperor’s nakedness. In kind, Táíwò proposes a practice-first account of progaganda, focusing on its role on shaping public behaviour.</p>\n<p>The basic set of beliefs that elites project through propaganda indeed shapes what is socially feasible by shaping what is the common ground for social interaction. If a governement invests heavily in warning against antinational Western propaganda, any criticism of its action can expectedly be dismissed by associating it to such propaganda. It can also embolden radical nationalists to violently shut down any perceived expression of Western propaganda, such as LGBTQ+ rights activism or accurate journalism about the motivations and conduct of ongoing imperial wars.</p>\n<p>More generally, any basic communicative act participates to set an agenda for further interaction, because it shapes the common ground on which it  is based. For example, a boss could keep bringing attention to minor failings of his employees to signify he could use them to deny a raise, and preemptively close any discussion on the matter. More nefariously, elites could cooperate to hamper the investigation and prosecution of the harassment or killing of its opponents or of specific minorities, therefore signifying they are fair game for further violence.</p>\n<p>The notion of a common ground (or practical premises) for political discourse and action, together with an analysis of what builds this common ground, helps to understand the other basic parable Táíwò builds onto in his discussion of elite capture and deference politics: this of “being in the room” [^2]. “Being in the room” means that one is granted access to a political space where a given decision or conversation is ongoing, and therefore is <em>de facto</em> capable to weigh in it.</p>\n<p>Táíwò points out that the role of the rooms themselves, as well as the way they are constructed and managed, is typically left out of academic considerations concerning the way political discourse should be shaped. Instead of paying attention to the way the common ground emerges in the rooms of power, political or academic elites tend to rely on “epistemic deference”, which seeks to identify whoever in the room seems most affected by the issue at hand and direct attention toward them.</p>\n<p>In principle, epistemic deference is motivated by standpoint epistemology, i.e., the idea that one’s social status entails some specifc forms of knowledge (e.g., about how it’s like to suffer from a given form of marginalization). But in practice, it enables elites to capture identity politics by deferring political responsability to the marginalized, while presenting it as a symbolic gesture of deference toward them. An especially salient example is that of Barack Obama, as discussed in <em>Elite Capture : How the Powerful Took Over Identity Politics (and everything else)</em> :</p>\n<blockquote>\n<p>President Obama explained that he “always believed that change doesn’t come from the top down; it comes from the bottom up. . . It begins with you sharing your stories, fighting for something better.” But what does change coming from the “bottom up” mean, in this context? The president was remarkably explicit: “[I]t goes to show you how one voice can change a room. And if it changes a room, it can change a city. And if it can change a city, it can change a state. And if it can change a state, it can change a nation. If it change[s] the nation, it can change the world.” In other words, the president held forth a model of change flowing through approved channels and hierarchies atop which, ultimately, he stood.</p>\n</blockquote>\n<p>According to Obama, arguably the single most powerful human on Earth at the time, adressing the many structural issues with the institutions he sits atop is the responsability of the very marginalized population that suffer from them. It is the wretched of the earth’s burden to find time and energy to organize and to tune a message that is powerful enough to change the world, yet palatable enough to be widely coopted and echoed by elites such as himself. Note how Obama avoids commiting to any support for such movements were they to succeed, or even to refrain the campaign of counter-propaganda, police violence and targeted assassinations which usually meets Black radicals and environmentalists in the USA.</p>\n<p>Táíwò concedes that epistemic deference is generally the product of good faith tentatives to empower the marginalized, and that it’s preferable to the default attitude of pure callousness. However, it misses the fact that whoever happens to already “be in the room” already benefits from a certain level of privilege, at least in the form of the education enabling them to express their thoughts in a contextually appropriate way. They cannot represent the standpoint of the wider communities they’re expected to stand for.</p>\n<p>In contrast to epistemic deference, Táíwò discusses the way Black radicals have systematically attempted to build rooms of power and knowledge where marginalized communities could express their views freely and reach a common ground for collective action. He discusses in specific depth the history of the PAIGC, a decolonial organization that has united Bissau-Guineans and Cape Verdans in their struggle against the Portuguese Empire.</p>\n<p>In particular, the PAIGC insisted on the active participation of women in political affairs, and on a massive campaign for the education of children. In a conservative social context, where the overwhelmingly agricultural economy critically relies on child labour, those were costly positions. However, they enabled a wider permeation of decolonial ideas, and deconstruction of colonial agenda-setting (e.g., regarding African susceptibility to Eurasian illnesses).</p>\n<p>Ultimately, the decolonial movement succeeded in coordinating opposition in Portugal, Cape Verde and Bissau-Guinea and topple both fascist domination over Portugal, and Portuguese domination over its colonies. Táíwò largely attributes this success to the ability of the PAIGC to “build a new house”, which empowered cooperation both within and between national communities, despite important tensions following from the historical role of Portuguese and Cape Verdean elites in managing the trade of Bissau-Guineans as slaves.</p>\n<p>This discussion will serve as a basic starting point for a formalization of elite capture and ideology in terms of the neurocognitive formalism called “Active Inference”. As we will see, it grounds Táíwò’s accent on a practice-first approach to propaganda and political power by formalising the common ground as a socio-cultural landscape produced by expectations over each other’s representations. However, it also enables us to perceive and discuss the specific mechanisms of “identity capture”, where elites manage to control “private” beliefs by structuring what we expect about ourselves.</p>\n<h3 id=\"self-identity-in-the-construction-of-sociocultural-landscapes\">Self-identity in the construction of sociocultural landscapes</h3>\n<p>The status of Active Inference as a scientific object is muddled by its dual grounding in mathematics and cognitive neuroscience, its intricate formalism, its rich conceptual implications, and the dense stream of criticism and revision that are still shaping its structure at the moment &gt; [while I’m writing or as I write these words, as it is sounds strange]I write. We are interested here in the “low road” to Active Inference [^parr_active_2022], that is in the model it proposes for human cognition. Just be aware that there is another “high” road to Active Inference, which grounds the very same ideas in the mathematics of self-organising systems.</p>\n<p>[^parr_active_2022]: Parr, Thomas, Giovanni Pezzulo, and Karl J. Friston. Active Inference: The Free Energy Principle in Mind, Brain, and Behavior. Cambridge, MA, USA: MIT Press, 2022.</p>\n<p>The core idea in Active Inference is that cognitive systems, such as the human brain, function by systematically predicting the sensorimotor states they experience. In other words, the reality you live in is not made of objects you represent mentally to the best of your abilities and in which you decide of your future actions. Instead, your experience is shaped by your anticipation (as entailed by your brain dynamics) of what you’re going to see, hear, or do [^clark_perception_2019] [^ramstead_generative_2021], in which the external world only intervenes as you pay attention to what is relevant to refine your predictions.</p>\n<p>[^clark_perception_2019]: Clark, Andy. Perception As Controlled Hallucination, 2019. <a href=\"https://www.edge.org/conversation/andy_clark-perception-as-controlled-hallucination\">https://www.edge.org/conversation/andy_clark-perception-as-controlled-hallucination</a>.\n[^ramstead_generative_2021]: Ramstead, Maxwell James Désormeau, Casper Hesp, Lars Sandved-Smith, Jonas Mago, Michael Lifshitz, Giuseppe Pagnoni, Ryan Smith, et al. “From Generative Models to Generative Passages: A Computational Approach to (Neuro)Phenomenology.” PsyArXiv, February 23, 2021. <a href=\"https://doi.org/10.31234/osf.io/k9pbn\">https://doi.org/10.31234/osf.io/k9pbn</a>.</p>\n<p>Unsurprisingly, such a bold theory has a myriad of interesting consequences. It meshes deeply cognition with the bodily states and social environment of the agent [^clark_whatever_2013][^nave_wilding_2020]. Expectations over one’s internal sensations blend with expectations over one’s actions and their outcome, allowing one to develop affects - sensations about “how they feel” about something. And this web of sensations and anticipations blend, in turn, with expectations over how others will feel about what we think and do, embeddes our cognition in a rich network of social norms and symbols.</p>\n<p>[^clark_whatever_2013]: Clark, Andy. “Whatever next? Predictive Brains, Situated Agents, and the Future of Cognitive Science.” Behavioral and Brain Sciences 36, no. 3 (June 2013): 181–204. <a href=\"https://doi.org/10.1017/S0140525X12000477\">https://doi.org/10.1017/S0140525X12000477</a>.\n[^nave_wilding_2020]: Nave, Kathryn, George Deane, Mark Miller, and Andy Clark. “Wilding the Predictive Brain.” WIREs Cognitive Science 11, no. 6 (2020): e1542. <a href=\"https://doi.org/10.1002/wcs.1542\">https://doi.org/10.1002/wcs.1542</a>.</p>\n<p>Perhaps most importantly, at least as far as our discussion goes, it dissolves our legacy notion of agency. Agents do not perceive the world, then think about how to get what they want, decide on a course of action and act; they continuously predict their sensorial flow, and their prediction about their proprioceptive sensations (e.g., the states of their muscles) brings about by itself the expected actions [^hipolito_embodied_2021]. The notion of a desire detached from action or perception disappears, as the will of agents reduces to what sensations they expect to be most consistent with their continued existence [^clark_beyond_2020].</p>\n<p>[^hipolito_embodied_2021]: Hipólito, Inês, Manuel Baltieri, Karl Friston, and Maxwell J. D. Ramstead. “Embodied Skillful Performance: Where the Action Is.” Synthese, January 28, 2021. <a href=\"https://doi.org/10.1007/s11229-020-02986-5\">https://doi.org/10.1007/s11229-020-02986-5</a>.\n[^clark_beyond_2020]: Clark, Andy. “Beyond Desire? Agency, Choice, and the Predictive Mind.” Australasian Journal of Philosophy 98, no. 1 (January 2, 2020): 1–15. <a href=\"https://doi.org/10.1080/00048402.2019.1602661\">https://doi.org/10.1080/00048402.2019.1602661</a>.</p>\n<p>Let us turn back to the fable of the naked emperor. Do the townsfolk actually believe that the emperor is naked, or do they (as Táíwò insists) simply feel powerless to point out the obvious? The answer one can provide based on Active Inference is straightforward, although counter-intuitive: there simply is no difference between those two propositions. By anticipating a stream of actions and sensations where the Emperor is in fact clothed, the townfolks functionally believe that the Emperor is clothed. There is no “private domain” where they can hold contrary beliefs - at least not one that’s relevant to explaining what’s going on at the parade.</p>\n<p>To clarify what this means, we’ll have to turn to the specifics of the Active Inference account of the construction and integration of culture. In line with Táíwò’s own account, it is interested in the common ground of social interactions, in the actions it affords and in the dynamics that build it. In contrast, however, they conceptualise the common ground as a system of shared regimes of expectations over what actions are expected in a given context. Very literally, humans integrate and enact cultural norms by “Thinking through other minds” [^veissiere_thinking_2020], and the way we’ll formalise this process imports all of its specificities.</p>\n<p>[^veissiere_thinking_2020]: Veissière, Samuel P. L., Axel Constant, Maxwell J. D. Ramstead, Karl J. Friston, and Laurence J. Kirmayer. “Thinking through Other Minds: A Variational Approach to Cognition and Culture.” Behavioral and Brain Sciences 43 (ed 2020). <a href=\"https://doi.org/10.1017/S0140525X19001213\">https://doi.org/10.1017/S0140525X19001213</a>.</p>\n<p>Notably, because of the blending of belief and agency under Active Inference, the sociocultural landscape is not only that agents can perceive objectively and rationally assess while taking decisions over what actions they will take. It compels to act, by providing specific expectations over what one will do in a given situation, which (in virtue of the predictive nature of action under Active Inference) brings about the very behaviour one expects to enact. And faced with a powerful man, clearly believing he is clothed and surrounded by men in arms who are paid to protect his honor with violence, one clearly expects that they will keep their mouth shut about the amount of naked skin they can see if they are to go on with their life.</p>\n<p>The same is true for any human institution, especially those associated with political power (say, the law or currency). Their existence is conditioned, at any point in time, on our shared belief about their existence. The slave could just get up and leave, if both themselves and their masters just happen to forget about the institutions of slavery. But the slave knows the master won’t forget, and the master knows the slave won’t forget. So everyone expects everyone (including themselves) to keep following the underlying institution, and just in virtue of this the institution keeps on existing.</p>\n<p>In other words, the sociocultural landscape that townsfolk experience around the Emperor and his men directly entails the functional belief that he is, in fact, clothed. As Táíwò underlines, whether this follows from a consistent private belief or from the power asymmetry between the Emperor and the townsfolk is essentially irrelevant for the fable, and for the practice-first picture of political power it paints. At the end, the Emperor is not humiliated because he failed to convince everyone he was indeed clothed, but because he could not compell the townsfolk to act as if he was in his own presence.</p>\n<p>However, this analysis misses a key point in the dynamics underlying political power, namely the role of one’s sense of identity. As noted just above, one’s expectation that they will accept that the Emperor is clothed brings about by itself the functional belief that the Emperor is clothed. But this expectation is specific to one’s actions in a given context, namely in the presence of the Emperor and his men. Once they passed the turn of the street, there is no reason to pretend that one has not seen the Emperor’s naked skin - unless one truly believes in the tale of the invisible fabric, or expects others to do so.</p>\n<p>We already saw that, under Active Inference, deference to the Emperor was brought about by the expectation that one would display such behaviour in the context of the procession. What we did not emphasize is that this expectation concerns rather basic sensorimotor couplings: curbing you neck when you see the Emperor, praising His rule ardently so that He notices you, doing nothing to embarass Him - especially while you see men in arms lurking. It certainly has nothing to do with an abstracted sense of oneself as a person.</p>\n<p>Indeed, the notion of a “self” as a true and acontextual expression (or source) of one’s nature is specific to a handful of cultures, and does not trivially map onto actual cognitive processes. The human sense of self-identity is indeed eminently contextual, as it relies on one’s projection (and history) in a myriad of instrumental and social interactions [^bolis_i_2018]. There is no reason that the devotion produced by the Emperor’s presence translates into anything in his absence, let alone in a sense of oneself as someone devoted to his authority.</p>\n<p>[^bolis_i_2018]: Bolis, Dimitris, and Leonhard Schilbach. “‘I Interact Therefore I Am’: The Self as a Historical Product of Dialectical Attunement.” Topoi, June 13, 2018. <a href=\"https://doi.org/10.1007/s11245-018-9574-0\">https://doi.org/10.1007/s11245-018-9574-0</a>. </p>\n<p>Certainly, it does not mean much for the Emperor. His power derives from the symbolic authority his offices holds, on the efficiency and fidelity of the bureaucracy he commands, and on his ability to leverage taxation and violence through his armed forces. What his population privately think or say about him changes very little for his purposes if it does not translates into public disorder. But a more ambitious Empire could however be tempted to discipline its population into internalizing the norms it projects, either as a way to prevent instability or to command more power over their concrete actions. </p>\n<p>Indeed, were devotion to the Empire somehow integrated into one’s core sense of self-identity, one would do in any situation what they perceive to express devotion to the Empire. In other words, a population that was persuaded that it wanted to serve the Empire by its own volition can be expected to do so without active monitoring. This could mean symbolic gestures such as praising its rule or waving a flag, this could mean spontaneously following the rules, and this could mean marching onto the enemy in synchrony with one’s regiment under fire. </p>\n<p>The social power of capturing one’s sense of identity is documented under the name of “identity fusion”, a phenomenon where individual self-identity literally merges with group identity [^swann_jr_when_2012] (typically as a result of shared dysphoric experiences). Given the present account, it is unsurprising that identity fusion can drive extreme forms of cooperation (up to self-sacrifice). Indeed, group norms would immediately affect one’s self-model and can therefore directly entail whatever action is socially expected.</p>\n<p>[^swann_jr_when_2012]: Swann Jr., William B., Jolanda Jetten, Ángel Gómez, Harvey Whitehouse, and Brock Bastian. “When Group Membership Gets Personal: A Theory of Identity Fusion.” Psychological Review 119, no. 3 (2012): 441–56. <a href=\"https://doi.org/10.1037/a0028589\">https://doi.org/10.1037/a0028589</a>.</p>\n<p>In other words, an Empire that would rule by building a sense of collective identity and somehow working it into his population’s self-model would command much greater power than our naked Emperor, who relies on direct coercion and symbolic authority. It would be able to just show the direction and expect people to follow it unconditionally, whatever the consequences. It would be able to persuade the people that the Emperor was indeed clothed, as they are not the kind of person who would see Him naked or doubt the tale of the magical garment. This is the core of identity capture.</p>\n<h3 id=\"identity-capture-from-modern-nationalism-to-deference-politics\">Identity capture from modern nationalism to deference politics</h3>\n<p>The extreme violence of modern European geopolitics and the democratization of the printing press offered an ideal context to catalyse the development of identity capture. Elites publically debated about political goals and strategies, offering the people some grip over what was going on in the rooms of power. Most importantly, they started to use the language of kinship and shared identity to exhort members of their linguistic and political communities to action. </p>\n<p>States started to insist that they somehow represented the collective will of a community of kins known as the Nation. National identity became embedded in all aspects of social life, leveraging the language of friendship and family to redirect one’s sense of belonging from one’s social network to the political organization itself [^malesevic_nation-states_2013]. Nationalism emerged, and with it the modern model of Nation-States.</p>\n<p>[^malesevic_nation-states_2013]: Malesevic, Sinisa, and Siniša Malešević. Nation-States and Nationalisms: Organization, Ideology and Solidarity. Polity, 2013.</p>\n<p>At the same time, they developped an array of technologies and institutions aimed to make their population and territory legible to their administrative tools and their propaganda. For exemple, States started to insist that both places and people should have a single given name that would make them legible to the administrative lenses, through which they see the world [^scott_trouble_2010]. They also promoted the hegemony of national language and identity, both by large scale education programms and by the active suppression of regional identity.</p>\n<p>[^scott_trouble_2010]: Scott, James C. “The Trouble with the View from Above.” Cato Unbound, September 8, 2010. <a href=\"https://www.cato-unbound.org/2010/09/08/james-c-scott/trouble-view-above\">https://www.cato-unbound.org/2010/09/08/james-c-scott/trouble-view-above</a>.</p>\n<p>Most strikingly, modern Europe has produced an array of “disciplinary institutions” which served to integrate social norms in the self-identity of people so intimately that escaping them would become impossible. Discipline functioned through both rituals of embodied synchronisation which embedded those norms in basic sensorimotor schemes (as expressed for exemple in rythmic military march), and constant (panoptical) monitoring ultimately aimed to train individuals to self-monitor their own normative expression [^foucault_surveiller_2011].</p>\n<p>[^foucault_surveiller_2011]: Foucault, Michel. Surveiller et punir. InteLex Corporation, 2011.</p>\n<p>Modern Nation-States, due to the impersonal nature and ostensible egalitarianism of their institutions, could not call onto the exceptional stature of its leaders to justify their authority. Because of this, they were a natural fit for the bourgeois class, whose wealth did not derive from personal rights over others but from their ability to build networks of relations and organise trade. In countries such as France, which were not subject to foreign influence, bourgeoisie was the main support for and beneficiary of nationalist ideology.</p>\n<p>For exemple, a largely bourgeois-dominated National Assembly decided to execute French King Louis XVIth in 1793 for having conspired with foreign powers against national interests, triggering the French Revolution. Altough the Parisian merchants who powered the Revolution were rapidly sidelined by a largely moderate Parliament, the core institutions of liberal capitalism and nationalism were not ever seriously threatened in French history - even under the restoration of the monarchy.</p>\n<p>Frail and unstable as it was, the revolutionary Parliament proceeded to leverage national identity and the powerful French administration to resist the successive monarchist coalitions that would crush it in retaliation (and most importantly to dissuade nationalists at home to try the same). This came to an apex when France briefly came to dominate European politics through pure military might, after a neo-monarchist coalition took over State apparatus and reorganised it around the personal cult of military leader Napoleon Bonaparte.</p>\n<p>Under the modern order, any governement could be replaced, but the absurd power of disciplinary control and identity capture could not. States were forced to either integrate it in their core structure, or collapse under the pressure of States which did. The Nation-States of France, Britain, and Prussia became increasingly dominant, while kingdoms were integrated into larger national polities and Empires crumbled as their multiples constituant ethnicities claimed their right to self-determination.</p>\n<p>The elite who wielded this power were the same who dominated the economic and legal spheres. They reorganised economic production around factories, yet another kind of disciplinary institution that made workers effectively replaceable at the same time they imprinted in their very bodies the habit of submission to authority. It is no wonder that neither nationalism nor capitalism could easily be opposed. And it is no wonder that, when it finally was, it was by the very means of disciplinary control and identity capture.</p>\n<p>Indeed, the first communist faction to take over a State relied centrally on disciplinary control and identity capture. The Bolsheviks were indeed keen to leverage the discipline of the factory to control the workers’ lives and shut down their spontaneous agency, as expressed in the debates between their leader Lenin and democratic socialist Luxembourg. They even wiped out the preexisting agricultural economy to enforce the supposedly alienating model of the factory in order to take over the rural population’s life [^scott_seeing_2020].</p>\n<p>[^scott_seeing_2020]: Scott, James C. Seeing Like a State: How Certain Schemes to Improve the Human Condition Have Failed. Yale University Press, 2020. (chapter 5 &amp; 6)</p>\n<p>Bolsheviks indeed had a very defined idea of what was a worker, and it was someone who was entirely devoted to the Party. The police State that they proceeded to build monitored the population for any expression of “counterrevolutionary” behaviour, which it repressed in blood. Importantly, this affected objective enemies of socialism as well as its working class base and rival socialist organizations [^collective_1919_nodate]. The social identity of workers and socialist was reified and used as an instrument for social control to the benefit of a tiny elite.</p>\n<p>[^collective_1919_nodate]: Collective, CrimethInc Ex-Workers. “CrimethInc. : 1919: When the Bolsheviks Turned on the Workers : Looking Back on the Putilov and Astrakhan Strikes, One Hundred Years Later.” CrimethInc. Accessed May 14, 2022. <a href=\"https://crimethinc.com/2019/03/12/when-the-bolsheviks-turned-on-the-workers-looking-back-on-the-putilov-and-astrakhan-strikes-one-hundred-years-later\">https://crimethinc.com/2019/03/12/when-the-bolsheviks-turned-on-the-workers-looking-back-on-the-putilov-and-astrakhan-strikes-one-hundred-years-later</a>.</p>\n<p>Around the same period, the British empire started leveraging an interesting variant of identity capture to control oil-rich zones of the ex-Ottoman Empire. They projected the European norms of ethnicity onto local population, appointed local elites to represent for wider ethnical groups, and declared themselves the guardians of minority rights and <em>de facto</em> arbiters of any conflicts between the ethnic group they defined [^mitchell_carbon_2013]. Given that people were governed by elites sharing their ethnicity (according to British classification), this arrangement respected the right to self-determination as defined by Europeans at the height of nationalism.</p>\n<p>[^mitchell_carbon_2013]: Mitchell, Timothy. Carbon Democracy: Political Power in the Age of Oil. Verso Books, 2013. (Chapter 4)</p>\n<p>But by voluntarily inviting local elites to negociate in their own room, the British effectively defined what was the common ground of the negoication. Sure, elites could decide not to agree to the British terms, but they’d loose the backing of the British against the interests of rival groups or rival elites within the group. The British could organize the systematic destruction of local nationalism and syndicalism to prevent any disruption in the flow of oil, while insisting it actually represented the local population’s will (as expressed in treaties with their representants).</p>\n<p>The same basic approach would show useful in the United States of America when the pressure of Black activism forced the end of the apartheid and threatened to redefine the rules of racial capitalism entirely. Black activism was systematically repressed, especially the most radical forms such as Marxist-Leninist Black Panther Party - up to the assassination of leader Fred Hampton by a FBI-led death squad [^williams_bullet_2013]. At the same time, more moderate leaders were systematically patronized and incited toward more moderation. In the terms of Martin Luther King Jr [^gelderloos_how_2007] : </p>\n<p>[^williams_bullet_2013]: Williams, Jakobi. From the Bullet to the Ballot: The Illinois Chapter of the Black Panther Party and Racial Coalition Politics in Chicago. University of North Carolina Press, 2013. <a href=\"https://www.jstor.org/stable/10.5149/9781469608167_williams\">https://www.jstor.org/stable/10.5149/9781469608167_williams</a>.</p>\n<p>[^gelderloos_how_2007]: As cited in Gelderloos, Peter. How Nonviolence Protects the State. South End Press Cambridge, 2007.</p>\n<blockquote>\n<p>Apart from bigots and backlashers, it seems to be a malady even among those whites who like to regard themselves as “enlightened.” I would especially refer to those who counsel, “Wait!” and to those who say that they sympathize with our goals but cannot condone our methods of direct-action in pursuit of those goals. I wonder at men who dare to feel that they have some paternalistic right to set the timetable for another man’s liberation. Over the past several years, I must say, I have been gravely disappointed with such white “moderates.” I am often inclined to think that they are more of a stumbling block to the Negro’s progress than the White Citizen’s Counciler [sic] or the Ku Klux Klanner.</p>\n</blockquote>\n<p>Surrealist TV series Atlanta, in its acerb criticism of racial relations in the USA, points out in season 1, episode 9 the idealised identity that white elites project onto Black Americans. At some point, an upper class white liberal characterized by his own wife as having “Black people as a hobby” brags about his pilgrimage to Africa, and insist the Black protagonist should do the same as it’s his “Motherland”. He then asks him what precise subpart of Africa his ancestors are from, only for him points out that he doesn’t know since “this spooky thing called slavery happened, and my entire ethnic identity was erased”. </p>\n<p>In this scene, ostensible deference to a largely projected African identity serves only to assert dominance over the protagonist. The white liberal that Black identity calls specific actions on one’s part, and that his culture grants him authority to define what those actions are. The protagonist is visibly creeped out by this bizarre attitude, but has to play along not to threaten his partern’s career opportunities. This illustrate the ability of the elite to appropriate the voices of the marginalized by forcing them to play by the rules of a room they set to their own advantage.</p>\n<p>The elite can also generate extremely distorted version of marginalized perspectives under the guise of deference, or even make things up entirely. A recent exemple would be the appropriation of intersectional arguments by centrists to disqualify Bernie Sanders, an historical supporter of civil rights movements, leading to a disambiguation of the meaning of intersectional politics by one of its founders [^smith_i_2020]. This is a specific instance of a centrist agenda-setting campaign seeking to establish the opposition of identity politics with left-wing politics, and therefore incapacitate any questioning of racial capitalism.</p>\n<p>[^smith_i_2020]: Smith, Barbara. “I Helped Coin the Term ‘Identity Politics’. I’m Endorsing Bernie Sanders.” The Guardian, February 10, 2020, sec. Opinion. <a href=\"https://www.theguardian.com/commentisfree/2020/feb/10/identity-politics-bernie-sanders-endorsement\">https://www.theguardian.com/commentisfree/2020/feb/10/identity-politics-bernie-sanders-endorsement</a>.</p>\n<p>In other words, deference politics offers numerous opportunities for the elite to suppress or appropriate marginalized perspectives that they ostensibly champion. They can define rules for dyadic interaction that facilitate identity capture, and leverage both their dominance in interpersonal relations and careful agenda setting to enforce these rules at scale. Standpoint epistemology is only meaningful if the marginalized are empowered to organize and assert their perspectives as they see fit, rather than serve as an <em>a posteriori</em> justification that elite decision has integrated all of the relevant information.</p>\n<p>This only strengthen Táíwò’s call for “constructive politics”: if the old rooms are built to reassert elite dominance, building new rooms is necessary for effectively articulating marginalized perspectives into a concrete political programm. The question driving the attribution of our political attention shifts from “who is habilitated to speak about a certain issue?” to “what institutions are necessary to organise a coordinated answer to a certain issue?”.</p>\n<p>If we want to prevent the capture of our lives and political revendications by elite interests, we need at the very least to impose that the decisions concerning us are taken in rooms we are in, and whose common ground enable us to speak in our terms. The very existence of a “control room” where a few people aggregating all of the relevant information to take decisions for the many entails that one’s right to decide for oneself has been alienated. Whether the people in this room are in some sense like us or claim to represent our perspective changes nothing to that fact.</p>\n<h3 id=\"conclusion\">Conclusion</h3>\n<p>The present article revisits in terms of Active Inference Táíwò’s account of propaganda through his core parabole of the naked Emperor. It supports the central point of his argument, namely that the purpose of propaganda (and political power more generally) is to shape public behaviour rather than private beliefs. More specifically, it claims that this process is mediated by the construction of a socio-cultural landscape (equivalent to Táíwò’s common ground or public practical premises) which directly compels action by defining one’s expectations about their own behaviour in a given context.</p>\n<p>This account suggests that another, deeper kind of power can emerge when social norms are not integrated in concrete experience but in an abstracted and acontextual sense of self-identity. This process, which I coin as “identity capture”, enables an indirect although powerful and intimate form of governement where elites define and enforce specific social identities embedding strong normative expectations. The modern European era has seen the development of an array of mechanisms falling under this umbrella, especially under the guise of nationalism. </p>\n<p>Deference politics enables a specific form of identity capture, where elites affect support for civil rights movements while forcing them to operate in elite rooms where they cannot accurately traduce the interests of their basis. To build an horizontal, collective understanding of our world despite the pressure of elite capture, we need to build rooms where the common ground enables the expression of anyone and facilitates collective organization. We can find moderls in organizations and movements that resisted the power relations inherent to the modern order : Black radicals and modern decolonials (as Táíwò underlies), but also anarchists, pre-modern European communalism, and indigenous resistance to colonization.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Articles"
            ],
            "date_published": "2022-05-25T20:06:31+02:00",
            "date_modified": "2022-05-25T20:14:51+02:00"
        },
        {
            "id": "https://kairos-research.org/twitch/",
            "url": "https://kairos-research.org/twitch/",
            "title": "Twitch",
            "summary": "Contemporary research is mostly conducted in closed laboratories and seminars, and its product is broadcasted in specialist-only for-profit journals. No mechanism exist to meaningfully relate research to important social issues, as academic fame is indexed on article productivity and mass media tends to echo a&hellip;",
            "content_html": "<p>Contemporary research is mostly conducted in closed laboratories and seminars, and its product is broadcasted in specialist-only for-profit journals. No mechanism exist to meaningfully relate research to important social issues, as academic fame is indexed on article productivity and mass media tends to echo a sensationalised version of scientific results. Consequently, common citizen have no visibility on the functioning on science, and feel no responsability to take scientific knowledge into account.</p>\n<p>We recognise that science can only work as a guide for social life if people can developp the necessary tools to decrypt the meaning of scientific results. Although vulgarisation does help with the diffusion of scientific results, active participation is necessary to build engagement and enable deeper knowledge integration. The transmission of science therefore necessitates not only explaining in accessible terms, but also building spaces where open dialogue on philosophical and scientific issues is possible and encouraged.</p>\n<p>In order to build such a space, Kairos animates a Twitch channel aiming to engage a non-expert audience with research on dynamical systems and socio-cultural evolution. We present books and articles we work on as a material for discussion, while picking each week’s topic based on audience interests. We hope to provide people an opportunity to learn more about what scientific results they think are relevant to guide themselves, and discuss what is their concrete ethical meaning.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Activities"
            ],
            "date_published": "2021-06-05T19:46:34+02:00",
            "date_modified": "2021-06-06T15:40:21+02:00"
        },
        {
            "id": "https://kairos-research.org/ergodic-design/",
            "url": "https://kairos-research.org/ergodic-design/",
            "title": "Ergodic Design",
            "summary": "Like any living system, the continued existence of human societies relies on their ability to build and enact adaptive understanding on how to navigate fluctuating ecological context.This happens through a process of cultural evolution by which humans collectives create and enact appropriate ways to navigate&hellip;",
            "content_html": "<p>Like any living system, the continued existence of human societies relies on their ability to build and enact adaptive understanding on how to navigate fluctuating ecological context.This happens through a process of cultural evolution by which humans collectives create and enact appropriate ways to navigate their world. Social structure and communication media crucially constrains its effective occurence, and therefore our ability to create a cultural niche embodying information about our world.</p>\n<p>Today, the increasingly manifest feedback of human activities on their ecology suggests the imminence of an era of drastic environmental complexity. As pressure from social polarisation and climate change build up, the socio-political and ecological reality derives away from the relatively stable niche that has forged modern institutions. The possibility of systemic failure becomes more manifest every day, compelling us to rebuild our ability for collective action.</p>\n<p>Ergodic Design studies how living systems create stable niches from complex environments, and seeks to derives practical ways for humans to navigate chaos. We build tools to help visualise, understand and communicate on complex systemic dependancies, allowing collectives to find appropriate ways to engage with the world. Our work integrates approaches from the Active Inference Framework to applied collective intelligence, bridging fundamental research to direct action.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Activities"
            ],
            "date_published": "2021-06-05T19:46:07+02:00",
            "date_modified": "2021-06-05T19:46:14+02:00"
        },
        {
            "id": "https://kairos-research.org/kairos-journal/",
            "url": "https://kairos-research.org/kairos-journal/",
            "title": "Kairos Journal",
            "summary": "Academic publications are the basic tool for the development of scientific knowledge, due to their accent on technical precision and explicit situation within well-defined fields of study. However, this technicality itself empedes the transdisciplinary integration of our understanding of complex issues and the development of&hellip;",
            "content_html": "<p>Academic publications are the basic tool for the development of scientific knowledge, due to their accent on technical precision and explicit situation within well-defined fields of study. However, this technicality itself empedes the transdisciplinary integration of our understanding of complex issues and the development of reflective insight concerning the meaning of any tool or result. This drives the deconnection of research from socially relevant questions, and bring us to passively follow socio-historical trajectories with no tool to evaluate the long term consequences of our decisions.</p>\n<p>Kairos participates in the construction of pragmatic insight about socio-historical dynamics by hosting a journal of scientific synthesis. Its mandate, complementary to this of academic journals, is to integrate knowledge about complex systems, socio-historical dynamics, and epistemology into understanding of the evolution of human societies. Although its thematics are wide by construction, the Kairos journal aims to build focus and reflectiveness through minimalism by design: it does not provide any information that is not necessary to leverage scientific research into a pragmatic understanding.</p>\n<p>The Kairos journal is run in a purely voluntary manner, and does not practice formal peer review. Rather than constituting an authoritative source, it seeks to create a dynamic of reflexive understanding beyond its formal output. Authors are encouraged to work with editors so as to identify what are the pragmatically relevant axis of their research, and readers are encouraged to leverage their insight into action or into more research. We aim to hereby catalyse the cultural evolution of new, hopefully better, ways to do research and integrate it into social life.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Activities"
            ],
            "date_published": "2021-06-05T19:45:37+02:00",
            "date_modified": "2021-06-05T19:45:37+02:00"
        },
        {
            "id": "https://kairos-research.org/cultural-ecology/",
            "url": "https://kairos-research.org/cultural-ecology/",
            "title": "Cultural ecology",
            "summary": "Human societies are permeated by cultural structures which span all aspects of human life, from the way we think to their familial and political organisation. Those structures are not pre-given, but are continuously recreated along with the environment and the social relations in which they&hellip;",
            "content_html": "<p>Human societies are permeated by cultural structures which span all aspects of human life, from the way we think to their familial and political organisation. Those structures are not pre-given, but are continuously recreated along with the environment and the social relations in which they are embedded. Understanding how human societies work therefore entails the study of how human culture change through time.</p>\n<p>One central aspect of this dynamic is that each cultural trait changes the landscape in which itself and other traits evolve. For exemple, the emergence of agriculture enabled the emergence of densely populated settlements and centralised political control, which consequently further the progress of agricultural subsistence. Just like living organism, cultural forms create the niche they evolve to fit in.</p>\n<p>We propose to study the stucture of human societies through the multi-scale patterns of coevolution shaping cultural forms. Cultural traits should in our view be understood through their participation in a cultural ecosystem of interrelated beliefs and practices. We work accordingly to integrate the long time perspective of deep history with the accent of cultural evolution on the causes for structural change.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Projects"
            ],
            "date_published": "2021-06-05T19:45:03+02:00",
            "date_modified": "2021-06-06T06:59:03+02:00"
        },
        {
            "id": "https://kairos-research.org/complexity-and-politics/",
            "url": "https://kairos-research.org/complexity-and-politics/",
            "title": "Complexity and politics",
            "summary": "Human societies are shaped by the way humans learn from each other, allowing them to collectively adapt to complex or harsh environmental niches by building ecologically appropriate norms and skills. Those adaptations develop within socio-economic networks and institutions in which they are effectively embedded, making&hellip;",
            "content_html": "<p>Human societies are shaped by the way humans learn from each other, allowing them to collectively adapt to complex or harsh environmental niches by building ecologically appropriate norms and skills. Those adaptations develop within socio-economic networks and institutions in which they are effectively embedded, making the possibility of collective adaptation contingent on the scale and structure of underlying coordination.</p>\n<p>Such coordination is difficult to build around political decisions in stratified urban societies, where steep concentration of power around central persons and institutions tends to catalyse polarisation around competing segments of the elite. Failure to integrate complex dynamical dependances between a society’s structure and its environment in turn result in periodic instability in complex societies, as is currently illustrated by human-driven climate change.</p>\n<p>We work to integrate knowledge about complex dynamics in political discourse and action, and effectively build the capacity for collective agency. We base our approach on two complementary axis : theoretical understand of how complex societies evolve through the long time of history, and practical insight on how to build cooperative networks &amp; institution able to integrate complex information about their environment.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Projects"
            ],
            "date_published": "2021-06-05T19:40:18+02:00",
            "date_modified": "2021-06-05T19:40:31+02:00"
        },
        {
            "id": "https://kairos-research.org/epistemology-and-enactivism/",
            "url": "https://kairos-research.org/epistemology-and-enactivism/",
            "title": "Epistemology and enactivism",
            "summary": "Instead of working together to understand the world, philosophers often discuss issues that are in no way integrated with relevant research, while scientists work on the premise of deeply flawed philosophical assumptions. This separation is driven by the development of highly technical, domain-specific languages which&hellip;",
            "content_html": "<p>Instead of working together to understand the world, philosophers often discuss issues that are in no way integrated with relevant research, while scientists work on the premise of deeply flawed philosophical assumptions. This separation is driven by the development of highly technical, domain-specific languages which academic institutions encourage. Yet, the process of investigating how the world works and the process of reflecting on the reach of our tools and the meaning of our results cannot be entirely decoupled.</p>\n<p>Historically, the recognition that all observable entities exist as elements of a single, causally integrated natural realm has driven the call for unifying research across academic disciplines. Although there is no definitive agreement on the concrete requirements of such a demarch, it can still work as a driving principle for researchers. For exemple, it is especially compelling that the philosophy of knowledge should be grounded on the social and cognitive sciences, and serve to guide the development of further knowledge.</p>\n<p>We propose to take the perspective of an agent struggling to enact meaning into a complex and impermanent reality as a central unifying framework in science and its philosophy. All living systems, including scientists and philosophers, must understand their world and act appropriately to maintain their structural identity. We recognise this process of “enaction” or “active inference” as central in driving biological, cognitive, and social dynamics from the level of cells to this of human societies, and work to expose its role at all possible scales.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Projects"
            ],
            "date_published": "2021-06-05T19:39:46+02:00",
            "date_modified": "2021-06-05T19:39:46+02:00"
        },
        {
            "id": "https://kairos-research.org/dynamics-of-life-and-consciousness/",
            "url": "https://kairos-research.org/dynamics-of-life-and-consciousness/",
            "title": "Dynamics of life and consciousness",
            "summary": "Complex structures like bacteria or human societies exist far from equilibrium, in the sense that their continued existence relies on canalysing energy gradients into constructing themselves. Studying the way autonomous systems work to harness change is consequetly a guiding theme of the life sciences. Yet,&hellip;",
            "content_html": "<p>Complex structures like bacteria or human societies exist far from equilibrium, in the sense that their continued existence relies on canalysing energy gradients into constructing themselves. Studying the way autonomous systems work to harness change is consequetly a guiding theme of the life sciences. Yet, our intuition of nature is often based on equilibrium assumptions, where systems react to perturbations rather than autonomously enact their own structure.</p>\n<p>We work to expose the dynamics of life and consciousness, and how those patterns of change underly the world we perceive. How organism harness resources to constantly building their own structure, how genetic mutations and selection underly the emergence of adapted phenotype, how agents infer the structure of their niche are archetypal exemples. All instantiate dissipative dynamics, where systems integrate information about the world by self-organising into their most stable states.</p>\n<p>Therefore, we consider that the mathematical study of self-organisation, the naturalist study of how life emerges, and the phenomenological study of what it means to be alive are deeply tied. We try to understand their relations by studying the complex multi-scale dynamics of self-construction, and synthetising existing approches to modelling the physics of life and consciousness such as homeostasis, autopoïesis, dissipative systems, autocatalytic sets, active inference, or the critical brain hypothesis.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Projects"
            ],
            "date_published": "2021-06-05T19:39:05+02:00",
            "date_modified": "2021-06-05T19:39:14+02:00"
        },
        {
            "id": "https://kairos-research.org/showcase/",
            "url": "https://kairos-research.org/showcase/",
            "title": "Showcase",
            "summary": "As a collective and as individuals, we participate in a broader process of scientific enquiries. Here is an overview of our academic work : Our publications Friedman, Daniel et al. 2022. ‘An Active Inference Ontology for Decentralized Science: From Situated Sensemaking to the Epistemic Commons’.",
            "content_html": "<p>As a collective and as individuals, we participate in a broader process of scientific enquiries. Here is an overview of our academic work :</p>\n<h2 id=\"our-publications\">Our publications</h2>\n<ul>\n<li>Friedman, Daniel et al. 2022. ‘An Active Inference Ontology for Decentralized Science: From Situated Sensemaking to the Epistemic Commons’. <a href=\"https://zenodo.org/record/6320575\">https://zenodo.org/record/6320575</a> (March 7, 2022).</li>\n<li>Guénin–Carlut, Avel. 2022. ‘Cognitive Agency in Sociocultural Evolution’. <a href=\"https://osf.io/x7yr4/\">https://osf.io/x7yr4/</a> (January 14, 2022).</li>\n<li>Guénin–Carlut, Avel. 2021. ‘Thinking like a State - Embodied Intelligence in the Deep History of Our Collective Minds’. <a href=\"https://osf.io/dxnzt/\">https://osf.io/dxnzt/</a> (September 20, 2021).</li>\n<li>Guénin–Carlut, A. (2020). Cognition in eco, cognition in vitro - Measurement and explanation in cognitive science <a href=\"https://doi.org/10.17605/OSF.IO/ERCZ6\">https://doi.org/10.17605/OSF.IO/ERCZ6</a></li>\n<li>Guénin–Carlut, A. (2020). Beyond State—Drafting a prospective anthropology. <a href=\"https://doi.org/10.17605/OSF.IO/EHQJS\">https://doi.org/10.17605/OSF.IO/EHQJS</a></li>\n</ul>\n<h2 id=\"our-research-talks\">Our research talks</h2>\n<ul>\n<li><strong>2021 October 17 :</strong> “Intelligence without creativity - Can Active Inference ground our understanding of life, mind and society ?”, Research conference, in <a href=\"https://www.cognitio2021.com/\">Cognitio 2021</a>, by Avel GUÉNIN–CARLUT. Open access <a href=\"https://osf.io/dyh67/\">slides</a> and <a href=\"https://www.youtube.com/watch?v=4R_vsGGlKCI\">video</a></li>\n<li><strong>2021 October 16 :</strong> “Thinking like a State - Embodied intelligence in the deep history of our collective mind”, Research conference, by Avel GUÉNIN–CARLUT, Virginia Bleu KNIGHT and Daniel FRIEDMAN, in <a href=\"https://www.cognitio2021.com/\">Cognitio 2021</a>.</li>\n<li><strong>2021 June 29 :</strong> “Grounding collective intelligence”, Research talk, in <a href=\"https://www.acm-ci2021.com/\">ACM Collective Intelligence Conference 2021</a>, by Avel GUÉNIN–CARLUT and Daniel FRIEDMAN. Open access <a href=\"https://osf.io/esaqv/\">slides</a> and <a href=\"https://www.youtube.com/watch?v=g8P5xDm6LoM&amp;list=PL9WaAfD3k05G50KwNFkUUOuPQDpJx2D7d&amp;t=925s\">video</a></li>\n<li><strong>2021 June 10 :</strong> “Social morphogenesis as enactive agency”, Discussion panel, in <a href=\"https://culturalevolutionsociety.org/story/Conferences\">Cultural Evolution Society Conference 2021</a>, by Avel GUÉNIN–CARLUT. Open access <a href=\"https://osf.io/rxjba/\">slides</a> and <a href=\"https://youtu.be/hxU0jbvlu0U\">video</a></li>\n<li><strong>2021 February 2 :</strong> “Cognition <em>in eco</em> &amp; cognition <em>in vitro</em> : can cognitive mechanisms explain ecological behaviour ?”, Invited talk, in French Federation of Students &amp; Young Researchers in Cognitive Science (FRESCO)’s Journal club, by Avel GUÉNIN–CARLUT. <a href=\"https://osf.io/cv3ed/\">Open access slides</a></li>\n<li><strong>2020 November 27 :</strong> “Cultural evolution of psychedelics usage, and the “entropic brain” hypothesis”, Invited talk, in Cultural Evolution Online’s seminar, by Avel GUÉNIN–CARLUT. <a href=\"https://pad.lamyne.org/s/SyA2FBRqv\">Open access notes</a></li>\n<li><strong>2020 May 5 &amp; 26</strong> : “Do collective brains dream of cultural evolution ?”, Invited talk, in Frederic NEF’s “Structures et agents” class, ENS Ulm, by Avel GUÉNIN–CARLUT.</li>\n<li><strong>2019 March 30 :</strong> “Is cognition an exemple of evolution ?”, Conference, in French Federation of Students &amp; Young Researchers in Cognitive Science (FRESCO)’s Young Researchers Symposium, by Avel GUÉNIN–CARLUT.</li>\n</ul>\n<h2 id=\"our-mediation-talks\">Our mediation talks</h2>\n<ul>\n<li><strong>2021 November 14 :</strong> “Future of cryptocurrencies”, Panel discussion, Future Fossils podcast at <a href=\"https://www.complexityweekend.com/\">Complexity Weekend</a>, by Avel GUÉNIN–CARLUT. <a href=\"https://www.youtube.com/watch?v=dh2TeCVPcrI\">Video</a>.</li>\n<li><strong>2021 August 14 :</strong> “Why people believe weird things ?”, Scepticisme Scientifique podcast, by Avel GUÉNIN–CARLUT. Open access <a href=\"https://osf.io/zgjy5/\">slides</a> &amp; <a href=\"https://www.youtube.com/watch?v=v5dl82CLNag\">video</a></li>\n<li><strong>2021 August 03 :</strong> Interview with the “Labo des savoirs”, by Avel GUÉNIN–CARLUT and Iona BRENAC. </li>\n<li><strong>2021 July 21 :</strong> Kairos : toward an enactive research, Conference talk, in the <a href=\"https://sold21.sciencesconf.org/\">Open, Slow, and Sustainable Science conference 2021</a>, by Avel GUÉNIN–CARLUT and Iona BRENAC. <a href=\"https://osf.io/aty4s/\">Open access slides (French)</a></li>\n<li><strong>2021 June 23 :</strong> Complex systems methodology for navigating the Anthropocene, Unconference, in the <a href=\"https://dandelion.earth/events/606dd3e63acbbf000ddaf497\">Tools for the Regenerative \nRenaissance</a> course</li>\n<li><strong>2021 May 12 :</strong> “Cognition <em>in eco</em> &amp; cognition <em>in vitro</em> : can cognitive mechanisms explain ecological behaviour ?”, Public lesson, in Cours aux Ernest, ENS Ulm, by Avel GUÉNIN–CARLUT. <a href=\"https://osf.io/cv3ed/\">Open access slides</a></li>\n<li><strong>2021 May 5 :</strong> “The architecture of cognition”, Public lesson, in Cours aux Ernest, ENS Ulm, by Avel GUÉNIN–CARLUT. <a href=\"https://osf.io/un5vx/\">Open access slides</a></li>\n<li><strong>2021 April 11</strong> : “Cognition <em>in eco</em> &amp; cognition <em>in vitro</em> : can cognitive science explain ecological behaviour ?”, in the Cognitive Science Forum, by Avel GUÉNIN–CARLUT. <a href=\"https://osf.io/524jd/\">Open access poster (French)</a></li>\n<li><strong>2021 February 10</strong> : “Evolution of concepts in cognitive scences”, Public lesson, in Cours aux Ernest, ENS Ulm, by Iona BRENAC.</li>\n<li><strong>2021 February 2</strong> : “Cognition <em>in eco</em> &amp; cognition <em>in vitro</em> : can cognitive science explain ecological behaviour ?”, in FRESCO journal club, by Avel GUÉNIN–CARLUT.</li>\n<li><strong>2020 October 16 :</strong> “Beyond State : toward a prospective anthropology”, Conference, in the French Society of Cultural Evolution (SFEC)’s conferences, by Avel GUÉNIN–CARLUT. <a href=\"https://osf.io/nj97e/\">Open access slides</a></li>\n<li><strong>2020 January 16</strong> : “Is cognition individual ? A complex system perspective”, in Cognivence BAF talks, ENS Ulm, by Avel GUÉNIN–CARLUT.</li>\n</ul>\n<h2 id=\"our-software-projects\">Our software projects</h2>\n<ul>\n<li>Rozanski, Alexis. 2022. Tractatus-Markdowno-Obsidianicus. <a href=\"https://github.com/Onto-Log/Tractatus-Markdowno-Obsidianicus\">https://github.com/Onto-Log/Tractatus-Markdowno-Obsidianicus</a> (January 26, 2022).</li>\n</ul>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Pages"
            ],
            "date_published": "2021-06-04T13:25:29+02:00",
            "date_modified": "2022-03-07T14:02:33+01:00"
        },
        {
            "id": "https://kairos-research.org/chart/",
            "url": "https://kairos-research.org/chart/",
            "title": "Chart",
            "summary": "Our mission Kairos implements a participatory research and scientific mediation approach integrating several disciplines at the interface between natural and social sciences: cognitive sciences, cliodynamics, cultural evolution, computational sociology… Our objective is above all to integrate into the collective conception of the social, economic and&hellip;",
            "content_html": "<h2 id=\"our-mission\">Our mission</h2>\n<p>Kairos implements a participatory research and scientific mediation approach integrating several disciplines at the interface between natural and social sciences: cognitive sciences, cliodynamics, cultural evolution, computational sociology… Our objective is above all to integrate into the collective conception of the social, economic and political world an awareness of the complex dynamics that structure them over time. We use an integral naturalist approach aiming at understanding the observable world through the study of its underlying causal structures, while reflexively applying this same study to scientific research itself. Our approach thus involves drawing on the tools of the natural sciences as well as those of the social sciences and philosophy.</p>\n<p>We want to create a research dynamic outside the academic framework to build transdisciplinary knowledge, and to encourage the development of a large-scale naturalist and critical reflection. This approach implies the renunciation of the belief in the unity or objectivity of scientific knowledge, in favor of a pragmatic conception of research as a tool for understanding and navigating the world. We wish to develop a set of conceptual and methodological tools integrating systemic understanding and situated action within human societies, which can serve a democratic decision-making process capable of navigating the long-term dynamics and structural impermanence whose emergence characterizes the so-called Anthropocene era.</p>\n<p>We defend a research ethic oriented towards a situated understanding of social systems and the processes that structure them, and towards a mutual integration of scientific research and contemporary socio-political issues. We therefore oppose the managerial logic embodied in the current academic system, which encourages, through disciplinary compartmentalization and competition for funding, a dynamic of absurd intellectual inflation, and thus seriously harms our ability to understand in an appropriate way the world in which we live. We are therefore committed to building, embodying and disseminating a model of research that is emancipated from the elitism, managerial logic, and power conflicts that define academic research.</p>\n<h2 id=\"our-ethics\">Our ethics</h2>\n<p>Kairos’ approach is part of the broader intention to defend a society based at all levels on personal and collective autonomy, which we aim to embody from now on in the world of research. We do not seek to present here a universal formula for emancipation, nor do we claim legitimacy to represent anyone. On the contrary, we wish to catalyze the capacity of each person to make sense of the world by his or her own means, by building an appropriate structure to develop this capacity within ourselves. We therefore choose to constitute a research collective <strong>open</strong> to any person adhering to its approach, and governed in an <strong>autonomous</strong> way by the assembly of its members. </p>\n<p>Consequently, any person wishing to participate in the process we are implementing can join Kairos to participate as he or she sees fit in the activity of the collective, and take part in collective decisions with a role equivalent to that of any other member. Kairos recognizes as legitimate decision-makers only the open assembly of its members, and each decision that engages the collective must be collectively accepted following a consultation that allows the participation of each member of the collective and solicits their judgment. Participation in Kairos is not, however, an inalienable right, and remains conditional on a person’s effective registration in the collective’s process. </p>\n<p>Access to the spaces associated with Kairos is governed by a set of basic social rules that everyone must respect, at the risk of being called to order, sanctioned, or even banned in the case of especially frequent, serious, or intentional infractions. First, everyone must respect the transdisciplinary and participatory research mandate of Kairos. Second, everyone must refrain from creating a toxic environment through insults, gaslighiting, or language that reinforces documented forms of discrimination (sexism, racism, homophobia…). Third, everyone must respect the right of other members to autonomously define their own participation in Kairos according to their skills, personal needs, and understanding of the collective mandate.</p>\n<h2 id=\"our-activity\">Our activity</h2>\n<p>Kairos is primarily organized around a Discord server that serves as a central coordination hub for Kairos, from informal discussions to research, coordination of different activities and decision making. In particular, channels are dedicated to each research project, as well as to mediation in different disciplines within the Kairos competencies. We also meet weekly in video-conference to prepare collective decisions, to work on current projects, and to socialize informally. This server is accessible by following <a href=\"https://discord.gg/wByTGFNDCu\">this link</a>.</p>\n<p>Our research work is articulated primarily in a network of collaborative editing pads that active members can read and edit, which also serves as the collective’s internal documentation. We also maintain a journal with a mandate of “scientific synthesis”, which aims to provide keys to a transdisciplinary integration of knowledge in a framework appropriate for understanding and navigating contemporary socio-political dynamics. It aims to encourage and support an autonomous reflection process on the part of the reader, and not to replace it. It is therefore primarily intended for people who wish to develop a research work similar to that of Kairos.</p>\n<p>However, Kairos wishes to invest in the whole spectrum of popular education around its field of competence, and thus produce content accessible to a wider audience. We therefore maintain a strong cooperative relationship with the <a href=\"http://sfec.website/\">Société Française d’Évolution Culturelle</a>, an association that aims to popularize cultural evolution and cliodynamics and to support their integration in the French cultural and academic landscape, notably by co-organizing monthly conferences for the general public on cultural evolution. We also participate in the proofreading of popularization articles and videos, including SFEC and <a href=\"https://apreslabiere.fr/\">Après la Bière</a>.</p>\n",
            "author": {
                "name": "Kairos Collective"
            },
            "tags": [
                   "Pages"
            ],
            "date_published": "2021-06-04T13:24:41+02:00",
            "date_modified": "2021-06-07T09:04:21+02:00"
        }
    ]
}
